import { QuizParser } from "../QuizParser";

const sampleQuestions = `一、A 型题：1~40小题，每小题1.5分；41~115小题，每小题2分；共210分。在每小题给出的A、B、C、D 四个选项中，请选出一项最符合题目要求的。

1.可以使某一生理过程很快达到高潮并发挥其最大效应的控制系统是
A. 非自动控制系统      B. 负反馈控制系统     C. 正反馈控制系统     D. 前馈控制系统
2.与甲状腺滤泡上皮细胞摄取碘的过程密切相关的离子是
A.Na                         B.K                                   C.Cl                                    D.Ca²+
3.可阻断骨骼肌神经-肌接头兴奋传递的物质是
A. 筒箭毒碱            B. 四乙铵             C. 六羟季铵           D. 酚妥拉明
4.可抑制血小板聚集的物质是
A.ADP                                 B.TXA₂                             C. 组胺               D.PGI₂
5.男性，38岁。心导管检查结果显示肺静脉血氧含量为20ml/100ml, 肺动脉血氧含量为12ml/100ml, 耗 氧量为280ml/min, 每搏输出量为40ml,该病人心输出量为
A.2.86L/min                        B.3.5L/min                        C.4.2L/min                         D.5.0L/min
6.男，72岁。间断咳嗽、咳痰25年，吸烟40年，入院诊断为肺气肿。该病人肺部出现的主要生理变化是
A. 功能残气量减少                           B. 肺表面活性物质减少
C. 胸廓顺应性降低                           D. 肺顺应性增加
7. 可引起氧解离曲线左移的因素是
A. 代谢性酸中毒        B. 高海拔地区逗留    C. 体育锻炼           D. 过度通气
8.支配消化道的交感神经末梢释放的神经递质是
A. 肾上腺素            B. 去甲肾上腺素      C. 乙酰胆碱           D. 多巴胺
9.支配唾液腺的副交感神经受刺激，分泌的唾液特点是
A. 量多、固体成分少     B. 量多、固体成分多   C.  量少、固体成分少     D. 量少、固体成分多
10. 女性，28岁。体表面积1.6m², 在基础状态下测得1小时的耗氧量为16.0L。非蛋白呼吸商为0.82 时，氧热价为20.20kJ/L 。已知我国20~30岁正常女性的基础代谢率平均值为146.0kJ/(m²·h),      该 受试者的基础代谢率约为
A.-40%                              B.-20%                              C.+20%                              D.+40%
`;

const sampleAnswers = `

1.C     正反馈控制系统是一个闭环控制系统，来自受控部分的输出信息反馈调整控制部分的活动， 最终使受控部分的活动向与其原先活动的相同方向改变，称为正反馈。正反馈的意义在于产生“滚雪  球”效应，或促进某一生理活动过程很快达到高潮并发挥最大效应。
2.A     甲状腺滤泡上皮细胞的摄碘过程属于继发性主动转运，钠泵活动造成的细胞内外Na  的浓度 差是I  和 Na 实现同向转运的基础。由于I  和 Na+是联合转运，因此甲状腺滤泡上皮细胞的摄碘过程 与Na+转运密切相关。
3.A    ①骨骼肌的神经-肌接头由“接头前膜-接头间隙-接头后膜”构成。接头前膜是运动神经轴突 末梢的一部分，其突触囊泡内含有乙酰胆碱(ACh) 分子。接头间隙充满细胞外液。接头后膜是与接头 前膜相对的骨骼肌细胞膜，也称终板膜。终板膜上有ACh 受体，即N₂ 型 ACh 受体阳离子通道。筒箭 毒碱可阻断N₁、N₂ 型 ACh 受体，影响骨骼肌神经-肌接头处的兴奋传递。②四乙铵为钾通道的阻断剂。 六羟季铵为N₁ 型 ACh 受体的阻断剂。酚妥拉明为α₁、α₂受体的阻断剂。
4.D   ①血小板与血小板之间的相互黏着，称为血小板聚集。生理性致聚剂主要有 ADP 、TXA₂、组 胺、胶原、凝血酶、肾上腺素、5-HT 等。②前列环素(PGI₂)  具有较强的抑制血小板聚集的作用。正常情 况下，血管内皮细胞产生的PGI₂  与血小板生成的TXA₂ 之间保持动态平衡，使血小板不致聚集。
5.B     正常情况下，左、右两侧心室的心输出量基本相等。病人肺静脉血氧含量为20ml/100ml, 肺 动 脉血氧含量为12ml/100ml, 说明肺循环血液供氧量为20-12=8(ml/100ml) 。 病人耗氧量为280ml/min,   因此，右心室输出量=耗氧量/供氧量=(280ml/min)/(8ml/100ml)=3500ml/min=3.5L/min。
6.D   ①肺气肿病人因肺弹性成分大量破坏，肺回缩力减小，肺顺应性将增大。②肺气肿病人功能 残气量将增加。肺表面活性物质减少常见于肺炎、肺血栓栓塞等导致的肺不张(不是肺气肿)。胸廓 顺应性降低常见于肥胖、胸廓畸形、胸膜增厚等(不是肺气肿)。
7.D    ①过度通气时，PCO₂ 降低，pH 升高，可导致氧解离曲线左移。②代谢性酸中毒时，血液pH 降 低，氧解离曲线右移。高海拔地区逗留几天时，机体会通过增加2,3-二磷酸甘油酸浓度以适应环境变 化，可导致氧解离曲线右移。体育锻炼可引起机体温度升高，氧解离曲线右移。
8.B 支配消化道的交感神经节前纤维来自T₅~L₂   脊髓侧角，在腹腔神经节和肠系膜神经节内换元 后，节后纤维分布到胃肠道。其节后神经末梢释放的递质是去甲肾上腺素。乙酰胆碱是副交感神经节 后纤维释放的递质。
9.A 副交感神经兴奋主要分泌量多而固体成分少的稀薄唾液，交感神经兴奋主要分泌量少而固体 成分多的黏稠唾液。
10.C ①忽略蛋白质分解供能，以非蛋白呼吸商对应的氧热价，计算受试者基础代谢率的实测值= 耗氧量×氧热价÷体表面积=16.0×20.20÷1.6=202.0[kJ/(m² ·h)]。② 计算基础代谢率的相对值= (实测值-正常平均值)÷正常平均值×100%=(202.0-146.0)÷146.0×100%≈+38%。

`;

async function main() {
  const parser = new QuizParser(sampleQuestions, sampleAnswers);
  const results = await parser.matchQuestionsAnswersWithExplanation();
  
  console.log('Matched Questions & Answers:');
  results.forEach((pair, i) => {
    console.log(`\nPair ${i + 1}:`);
    console.log(`question: ${pair.question}`);
    console.log(`Answer: ${pair.answer}`);
    console.log(`Explanation: ${pair.explanation}`);
  });
}

main().catch(console.error)