export const answer = 
`93.D 94. A 95. B ①患者饮酒后上腹痛2 天 ，向腰背部放射，呕吐后腹痛不减轻为急性 
胰腺炎的特点。根据题干，本例应诊断为急性胰腺炎。患 者 有 胆 石 症 病 史 10年 ，应考虑胆源性胰腺 
炎 。急性肠胃炎常有非留体抗炎药服用史，呕吐后腹痛常减轻。急 性胆囊炎常表现为进食油腻食物 
后右上腹痛 ,常 放射至右肩、肩胛和背部，右上腹压痛，Murphy征阳性。十 二指肠球后溃疡常为慢性 
病 ，多有夜间痛。②为 明确急性胰腺炎的诊断，当然首 选血尿淀粉酶测定。便常规和隐血检查可了解 
有无上消化道出血。腹 部 CT 检查主要用于明确胰腺坏死范围。 胃镜检查常用于确诊消化性溃疡。 
③禁食补液，尤其是完全胃肠外营养支持，可减少胃酸分泌，使促胰液素分泌减少，从而减少胰液分 
泌 ，使胰腺得到休息，有利于胰腺的恢复，是急性胰腺炎的最基本治疗方法。解 痉 止 痛 、抑制胃酸、静 
脉注射抗生素均为急性胰腺炎的一般治疗。

96.D 97.C 98.A ①老年女性患者，有高血压、糖尿病病史，突发心前区疼痛，口含硝酸 
甘油无效，心电图提示V,~ V5 导 联 呈 QS波 ，ST 段弓背向上抬高，可应诊断为急性心肌梗死。患者虽 
有胸痛，但无呼吸困难、咯血等症状，可排除肺栓塞。主 动脉夹层常表现为剧烈胸痛，血压显著增高， 
两上肢或上下肢血压相差很大。患者心电图表现有心肌梗死的证据，不符合不稳定型心绞痛的特点。 
②肌钙蛋白T 是诊断急性心梗的确定性标志物，其 诊 断 特 异 性 93 % ~9 9% 。肌 酸 激 酶 同 工 酶 （CK￾MB）对急性心梗的诊断价值不如肌钙蛋白T，故 答 C 而 不 是 A。D-二聚体主要用于诊断肺血栓栓塞 
症 。脑钠肽主要用于诊断心力衰竭。③近期有创伤史为溶栓治疗的禁忌证，患 者 1 周前有股骨颈骨 
折 ，因此不宜行溶栓治疗。可给予抗凝治疗、抗血小板治疗、急诊介人治疗等。

99.A 100. D 101.C ①急性呼吸窘迫综合征（ARDS）是因肺实质发生急性弥漫性损伤 
而导致的急性缺氧性呼吸衰竭，临床表现以进行性呼吸困难和顽固性低氧血症为特征，其呼吸困难不 
能以常规吸氧改善。临床上氧合指数（Pa 02
/F i0 2）＜ 30 0是 诊 断 ARDS的必要条件（氧合指数正常值 
为 400 -5 00 ） o 本例吸人氧浓度（％） = 21+4X氧 流 量 （L/min）= 21 +4x 6 = 45% ；氧 合 指 数 = 63/0.45 = 
140;有 引 起 ARDS的原发病因（急性重症胰腺炎）；临床症状典型，可 确 诊 为 ARDS。吸 人性 肺炎常 有 
气管插管史，误吸史，呼吸困难常在晚期才出现。急性左心衰常表现为咳嗽、咳痰、咯血、急性肺水肿， 
肺部湿性啰音等。肺栓塞常表现为呼吸困难、胸 痛 、咯 血 “三联征”，胸片示肺动脉阻塞征。②ARDS 
由于肺间质和肺泡充血水肿，肺表面活性物质减少，引起肺泡大量萎陷，使得流经该区域的血液不能
2 <^>kkyx2018
第 1 0章 20 10 年西医综合试题及详细解答
20 10 年全国硕士研究生入学统一考试西医综合试题详细解答
进行有效的气体交换（即肺内分流），可造成顽固性低氧血症。虽然肺内 分流 增加 、通气/血流比例失 
调 、弥散功能障碍均可引起低氧血症，但肺内分流 增加 是引 起AR DS顽固 性低 氧血 症的 主要 原因 ，故 
答 D 而不是AC。AR DS常导致I 型呼衰，而肺泡通气量下降是导致I I型呼衰的主要机制，故不答B。 
③机 械通 气是 AR DS最重要的支持治疗措施，可改善气体交换、纠正低氧血症、维持充分的组织氧合。 
一般采用呼气末正压给氧（PEEP）。加强抗感染治疗是治疗原发病的基础。合理限制液体人量，可减 
轻肺水肿。AR DS除非合并DIC，一般不给予低分子肝素抗凝治疗。

102.D 103.C 104. B ①患 者尿 蛋白（+ + + +）,血浆白蛋白＜30 g/L，应诊断为肾病综合征 
（D）。慢性肾炎急性发作常表现为血尿、蛋白尿、水肿、高血 压、肾功能损害。高血压肾损害多表现 
为长期高血压后出现肾损害，如轻度蛋白尿、血尿，血浆白蛋白一般正常。糖尿病肾病常见于糖尿病 
病史超过1 0年的 患者 。②为明确肾病综合征的病理类型、确定治疗方案，当然 首选 肾穿 刺活 检 
（C）。③ 肾病综合征的治疗首选糖皮质激素（B）。

105. C 106. B 107. A ①IT P是一组免疫介导的血小板过度破坏所致的出血性疾病，常 
表现为皮肤、牙龈、口腔黏膜出血（不 是口 腔溃 疡），但无 肌肉 血肿 。肌肉血肿常见于凝血障碍性疾 
病 ，故不答D。口腔溃瘍、面部蝶形红斑均为系统性红斑狼疮的典型表现，故不答AB。患者 病程仅1 
周 ，不可能出现脾肿大（C对）。②IT P患者 因血 小板 减少 ，可导 致血 块收 缩不 良、出血 时间 延长 ，但 
凝血时间正常。IT P患者血小板破坏主要是由免疫介导所致，故骨 髓巨 核细 胞数 量增 加，巨核细胞 
发育成熟障碍，产板型减少，外周血小板平均体积偏大。抗核抗体和抗磷脂抗体阳性主要见于系统 
性红斑狼疮。③IT P患者若血小板＜ 20 xl 09
/ L ，应紧急输注血小板悬液，以 防颅内致命性出血。本例 
血小板仅8x lO 9
/ L ，应首先行血小板成分输注。糖皮质激素为IT P 的主 要治 疗，当糖皮质激素无效 
时，可选用免疫抑制剂长春新碱。当糖皮质激素无效，且病 程迁 延6 个月以上者，可行脾切除。

108. B 109. D 110. A ①糖尿病肾病主要累及肾小球，以弥漫性肾小球硬化最常见。早 
期表现为肾小球毛细血管基底膜增厚，尿白蛋白排泄率增高，晚期表现 为白 蛋白 尿、血肌酐升高等 。 
因此，为明确糖尿病肾病的诊断，可行尿白蛋白排泄率测定（B）。尿渗透压测定主要用于了解远端 
小管和集合管的功能。糖化血红蛋白测定主要用于了解近期血糖控制情况。血、尿么微球蛋白测 
定主要用于检测近端小管的功能。②二 甲 双 胍对肝肾功能减退的患者不适合。本例合并有糖尿病 
肾病及视网膜病变，因此首选胰岛素治疗。阿 卡波糖为a 葡萄糖苷 酶抑 制剂 ，可降 低餐 后血 糖。格 
列喹酮可用于轻、中度肾功能损害者。③控 制血 糖是治疗糖尿病，延缓 糖尿 病肾病的基本措施。抗 
高血压治疗可延缓肾小球滤过率的下降速度。减少蛋白质摄人，对早期肾病及肾功能不全的防治均 
有利，临床肾病（IV期）即要开始低蛋白饮食。糖尿病肾病患者长期使用糖皮质激素可增加感染几 
率 ，促进病情恶化，故 答 A。`