export const quesiton = 
`一、A 型题 1.关于低渗性缺水，下列说法错误的是 A.血清钠低于正常范围，细胞外液呈低渗状态 B.抗利尿激素分泌先少后多 C.血容量下降较明显 D.细胞内渗透压基本不变
2.0.5%普鲁卡因(不含肾上腺素)行局部浸润麻醉时，一次最大剂量为 A.100ml
B.140ml
C.160ml
D.200ml
3.对糖尿病患者进行术前准备，下列说法正确的是 A.禁食患者需维持血糖轻度升高状态 B.能以饮食控制病情者还需应用降糖药 C.口服长效降糖药者需在术前一天停药 D.平时应用胰岛素者，术晨不能停用
4.甲亢术后出现声音嘶哑，饮水无呛咳，可能是由于 A.喉上神经损伤
B.喉上神经外侧支损伤
C.喉上神经内侧支损伤
D.喉返神经损伤
5.下列乳腺癌病理类型中，预后较好的是 A.导管内癌
B.黏液腺癌
C.髓样癌
D.单纯癌
6.腹股沟疝急诊手术术中见腹腔内部分肠管发黑者属于 A.易复性疝
B.难复性疝
C.绞窄性疝
D.嵌顿性疝
7.恶性度较高的胃癌发生跳跃性转移，最常见的部位是 A.腹腔淋巴结
B.腹主动脉旁淋巴结
25YKB 外科单科模考(8.16) 万川医考 研小岛整理 C.左侧锁骨上淋巴结
D.脾门淋巴结
8.当腹部平片显示下列哪项时应考虑绞窄性肠梗阻的可能性 A.近端肠段扩张，远端肠段未见气体 B.扩张肠段呈梯形排列
C.孤立肠段扩张且较固定
D.扩张肠段黏膜呈鱼刺状
9.最容易并发骨筋膜室综合征的是 A.桡骨远端骨折
B.股骨干骨折
C.肱骨髁上骨折
D.肩关节后脱位
10.肱骨干中段骨折较常见的合并症是 A.桡神经损伤
B.肱动脉损伤
C.肌皮神经损伤
D.正中神经损伤
11.男性，25 岁，体重 50Kg，II度以上烧伤面积 40%，其第 1 个 24 小时的前 8 小时内补液量为
A.1000ml
B.1500ml
C.2000ml
D.2500ml
12.男，18 岁。练双杠时撞击上腹部，突发腹痛 4 小时。疼痛加重，伴背部疼痛、 恶心、呕吐，呕吐物中有胃液和胆汁。既往有胆囊炎病史。腹部 X 线平片检查: 横结肠肝曲胀气，腹膜后有气体征象。粪隐血(-)。最可能的诊断是 A.右肾破裂
B.肝破裂 C.十二指肠破裂 D.结肠破裂
13.男性，35 岁。突发上腹刀割样剧痛 2 小时来诊。查体:体温 37.5°C,脉搏 110 次/分，血压 90/60mmHg，腹平坦，左上腹肌略紧张，局部压痛，全腹有反跳痛， 有移动性浊音(+)，听诊未闻及肠鸣音。首选的检查是
A.立位 X 线腹部透视
B.腹部 B 超 C.腹部 CT D.急诊胃镜检查
 
25YKB 外科单科模考(8.16) 万川医考 研小岛整理
 14.女，65 岁。间歇全程肉眼血尿 2 个月，尿呈洗肉水样。无尿频、尿急、尿痛。 间断出现，近日血尿加重。配偶吸烟。最可能的疾病是
A.膀胱癌
B.膀胱炎
C.肾盂肾炎 D.肾癌
15.女，75 岁。摔倒时右手撑地，腕部疼痛、肿胀。查体:右腕部呈“枪刺刀” 畸形。最可能的诊断是
A.Galeazzi 骨折
B.Colles 骨折
C.Monteggia 骨折 D.Smith 骨折
16.男，60 岁，间歇性跛行 6 年。下蹲时疼痛减轻，骑自行车正常。直腿抬高试 验阴性。X 线片示:腰椎骨质增生明显。最可能的诊断是
A.腰椎管狭窄症
B.腰椎间盘突出症
C.慢性腰肌劳损 D.棘间韧带损伤
17.男，28 岁。左侧小腿上段皮肤窦道反复流脓，排出碎骨块 3 年。近 2 日发热， 局部红肿、剧痛、有波动感。X 线检查示左胫骨上端增粗，见死骨，周围有新生 骨，无包壳形成。在应用抗生素的同时应给予
A.病灶刮除、植骨
B.死骨摘除术 C.切开引流 D.穿刺抽脓
二、共用题干题
18.女性，35 岁，颈前区肿块 10 年，近年来易出汗、心悸，渐感呼吸困难。体 检:晨起心率 104 次/分，BP120/60mmHg，无突眼，甲状腺III度肿大，结节状， 心电图示:窦性心律不齐。初步诊断最可能的是
A.原发性甲亢
B.单纯性甲状腺肿
C.继发性甲亢
D.桥本甲状腺炎
19.女性，35 岁，颈前区肿块 10 年，近年来易出汗、心悸，渐感呼吸困难。体 检:晨起心率 104 次/分，BP120/60mmHg，无突眼，甲状腺III度肿大，结节状， 心电图示:窦性心律不齐。确诊的主要依据是
A.颈部 CT
B.血清 T3、T4、TSH 值 C.甲状腺 B 超

25YKB 外科单科模考(8.16) 万川医考 研小岛整理
 D.颈部 MRI
20.女性，35 岁，颈前区肿块 10 年，近年来易出汗、心悸，渐感呼吸困难。体 检:晨起心率 104 次/分，BP120/60mmHg，无突眼，甲状腺III度肿大，结节状， 心电图示:窦性心律不齐。最佳的治疗方法是
A.外放射治疗
B.甲状腺大部切除术 C.甲状腺全切术 D.同位素治疗
21.男性，29 岁。转移性右下腹痛伴发热 36 小时入院，诊断为急性阑尾炎。医 生查体时，让病人仰卧，使右髋和右大腿屈曲，然后医生内旋其下肢，引起病人 右下腹疼痛，提示阑尾炎位置
A.位于右上腹部
B.在右下腹麦氏点深面 C.靠近闭孔内肌 D.位于腰大肌前方
22.男性，29 岁。转移性右下腹痛伴发热 36 小时入院，诊断为急性阑尾炎。入 院后腹痛加重，伴有寒战，体温 40°C,巩膜轻度黄染，剑突下压痛，右下腹肌紧 张，右下腹明显压痛、反跳痛，最可能的诊断是
A.急性阑尾炎穿孔
B.溶血性黄疸 C.化脓性门静脉炎 D.阑尾与结肠形成内瘘
23.女，50 岁。饱餐后饮酒出现上腹部持续疼痛 6 小时，呈腰背部放射。前屈位 可稍缓解，呕吐物为胃内容物，呕吐后不缓解。查体:T37.1°C,P112 次/分，R24 次/分，BP100/70mmHg。全腹压痛，以上腹为著，可见肌紧张，无反跳痛，Murphy 征阴性，肠鸣音 2 次/分，腹部 B 超提示:胆囊结石，胰腺肿大，回声减低。最 有可能的诊断是
A.急性机械性肠梗阻 B.急性胆囊炎 C.急性胰腺炎 D.急性胃炎
24.女，50 岁。饱餐后饮酒出现上腹部持续疼痛 6 小时，呈腰背部放射。前屈位 可稍缓解，呕吐物为胃内容物，呕吐后不缓解。查体:T37.1°C,P112 次/分，R24 次/分，BP100/70mmHg。全腹压痛，以上腹为著，可见肌紧张，无反跳痛，Murphy 征阴性，肠鸣音 2 次/分，腹部 B 超提示:胆囊结石，胰腺肿大，回声减低。治 疗 6 周后，患者出现发热。查体:T39.2°C。上腹可触及一巨大包块，边界不清， 压痛(+)，不活动。可能的原因是
A.幽门梗阻 B.胰腺假性囊肿合并感染

25YKB 外科单科模考(8.16) 万川医考 研小岛整理 C.肝脓肿
D.结肠癌合并肠梗阻
25.女，50 岁。饱餐后饮酒出现上腹部持续疼痛 6 小时，呈腰背部放射。前屈位 可稍缓解，呕吐物为胃内容物，呕吐后不缓解。查体:T37.1°C,P112 次/分，R24 次/分，BP100/70mmHg。全腹压痛，以上腹为著，可见肌紧张，无反跳痛，Murphy 征阴性，肠鸣音 2 次/分，腹部 B 超提示:胆囊结石，胰腺肿大，回声减低。治 疗 6 周后，患者出现发热。查体:T39.2°C。上腹可触及一巨大包块，边界不清， 压痛(+)，不活动。针对包块最适宜的治疗是
A.禁食、胃肠减压 B.化疗 C.内镜下结肠支架植入术 D.穿刺引流
26.患者，女。宫颈癌术后 5 天，突发下肢肿胀，伴胀痛。最有确诊意义的检查 是
A.深静脉通畅试验
B.下肢静脉造影
C.放射性核素检查 D.超声多普勒检查
27.患者，女。宫颈癌术后 5 天，突发下肢肿胀，伴胀痛。错误治疗措施 A.卧床制动
B.溶栓疗法
C.应用止血药物
D.抗凝疗法
28.男，55 岁。坐位乘车时，急刹车，右膝前方受到撞击，出现右髋剧痛，髋关 节运动障碍，处于屈曲、内收、内旋畸形状态。应诊断为
A.股骨颈骨折
B.股骨转子间骨折
C.髋关节后脱位 D.髋关节前脱位
29.男，55 岁。坐位乘车时，急刹车，右膝前方受到撞击，出现右髋剧痛，髋关 节运动障碍，处于屈曲、内收、内旋畸形状态。可能出现哪些合并损伤 A.坐骨神经损伤
B.股神经损伤
C.闭孔神经损伤 D.胫神经损伤
30.男，55 岁。坐位乘车时，急刹车，右膝前方受到撞击，出现右髋剧痛，髋关 节运动障碍，处于屈曲、内收、内旋畸形状态。应选择哪种治疗方法 A.Hippocrates 法
 
25YKB 外科单科模考(8.16) 万川医考 研小岛整理
 B.Kocher 法 C.Allis 法 D.皮牵引
31.男，44 岁，建筑工人，6 小时前不慎从高处坠落摔伤，腰部疼痛，活动受限， 不能站立行走。为明确有无合并神经损伤，最有意义的体格检查是 A.逐个棘突按压
B.椎旁肌按压
C.直腿抬高试验 D.双下肢感觉运动
32.男，44 岁，建筑工人，6 小时前不慎从高处坠落摔伤，腰部疼痛，活动受限， 不能站立行走。为明确是否有腰椎骨折，首选的影像学检查是
A.B 超
B.MRI
C.ECT D.X 线片
33.男，44 岁，建筑工人，6 小时前不慎从高处坠落摔伤，腰部疼痛，活动受限， 不能站立行走。为明确神经损伤情况，首选的检查是
A.肌电图
B.CT
C.MRI D.ECT
34.男性，55 岁。双下肢无力半年，右侧明显，近 2 个月行走不稳，右手不能扣 纽扣。无外伤史，无发热。体格检查，颈背部无明显压痛，两上肢前臂、手及上 臂尺侧皮肤感觉减退，右侧尤其明显，四肢肌张力增高。肱二头肌反射亢进，双 侧膝踝反射亢进，右髌阵挛阳性，右侧巴宾斯基征阳性。最可能的诊断是 A.脑中风
B.颈椎病 C.颈椎肿瘤 D.颈椎结核
35.男性，55 岁。双下肢无力半年，右侧明显，近 2 个月行走不稳，右手不能扣 纽扣。无外伤史，无发热。体格检查，颈背部无明显压痛，两上肢前臂、手及上 臂尺侧皮肤感觉减退，右侧尤其明显，四肢肌张力增高。肱二头肌反射亢进，双 侧膝踝反射亢进，右髌阵挛阳性，右侧巴宾斯基征阳性。最有助于鉴别诊断的辅 助检查为
A.颈椎 X 线片 B.颈段 X 线断层摄片 C.肌电图
D.颈段 MRI

25YKB 外科单科模考(8.16) 万川医考 研小岛整理
 36.男性，55 岁。双下肢无力半年，右侧明显，近 2 个月行走不稳，右手不能扣 纽扣。无外伤史，无发热。体格检查，颈背部无明显压痛，两上肢前臂、手及上 臂尺侧皮肤感觉减退，右侧尤其明显，四肢肌张力增高。肱二头肌反射亢进，双 侧膝踝反射亢进，右髌阵挛阳性，右侧巴宾斯基征阳性。应考虑的治疗是 A.颈枕吊带牵引
B.激素治疗 C.推拿按摩治疗 D.手术
37.男，25 岁。腰背部疼痛 8 年，晨起明显，活动后减轻。近 1 个月腰痛加重， 活动受限。查体:腰椎前屈、后伸受限，Schober 试验(+)，双侧“4”字试验 (+)。最有可能的诊断是
A.类风湿关节炎
B.痛风关节炎 C.风湿性关节炎 D.强直性关节炎
38.男，25 岁。腰背部疼痛 8 年，晨起明显，活动后减轻。近 1 个月腰痛加重， 活动受限。查体:腰椎前屈、后伸受限，Schober 试验(+)，双侧“4”字试验 (+)。对确诊最有价值的检查是
A.血沉
B.骶髂关节 X 线片 C.HLA-B27 D.类风湿因子
三、B 型题 39.黏膜穿透力强，适用于表面麻醉的局麻药是 A.普鲁卡因
B.丁卡因
C.利多卡因
D.布比卡因
40.最适用于神经阻滞的局麻药是 A.普鲁卡因
B.丁卡因
C.利多卡因
D.布比卡因
41.创面痛觉迟钝属于哪类烧伤 A.I度烧伤
B.浅II度烧伤
C.深II度烧伤
D.III度烧伤

25YKB 外科单科模考(8.16) 万川医考
研小岛整理
 42.创面可见脂肪组织属于哪类烧伤 A.I度烧伤
B.浅II度烧伤
C.深II度烧伤
D.III度烧伤
四、X 型题 43.术前需要纠正的心律失常包括 A.房颤伴快速室率
B.频发室早
C.偶发房早
D.II度房室传导阻滞
44.开放性气胸急救处理时，应迅速包扎伤口，主要是为了 A.使肺完全扩张
B.防止胸壁进一步凹陷
C.有助于重建胸膜腔负压
D.为了消除纵膈摆动
45.关于腹股沟疝，下列说法正确的有 A.斜疝是从腹壁下动脉外侧的内环处突出 B.以男性为多见 C.直疝和斜疝均可进入阴囊内 D.压内环后，疝块仍突出者为直疝
46.肝破裂的特点是 A.肝硬化时发病率较高 B.腹膜刺激征明显 C.有呕血或黑便 D.左肝较右肝多见
47.小儿肠套叠的特点是 A.多发生于 2 岁以下的儿童 B.多为回肠末端套入结肠 C.病儿阵发哭闹不安 D.有果酱样血便
48.正常胆囊的功能有 A.浓缩胆汁 B.排出胆汁 C.分泌功能 D.分泌胆汁
49.在开放性骨折清创时，下列处理方法正确的是

25YKB 外科单科模考(8.16) 万川医考 研小岛整理
 A.彻底切除无活力的组织
B.彻底清除碎骨块
C.大量生理盐水冲洗创口 D.对于受损的神经组织，应较多的切除，以防感染
50.在下列骨折中，属于不完全性骨折的是 A.青枝骨折
B.压缩骨折
C.裂隙骨折
D.螺旋骨折
51.关于脊柱结核，下列说法正确的有 A.边缘型椎体结核多见于成人，好发于腰椎 B.中心型椎体结核多见于儿童，好发于胸椎 C.X 线平片表现为骨质破坏和椎间隙狭窄 D.多有局部红、肿、热、痛及高热
`