export const quesiton = 
`(93-95 题共用题干)
男性，55 岁，2 天前酒后出现上腹痛，进行性加重，并向腰背部放散，曾呕吐 1 次，为胃内容物，呕 吐后腹痛未减轻，稀便 2 次。既往有“胆石症”病史 10 年，无高血压、糖尿病史。查体:体温 37.3°C，脉率 80 次/分，呼吸 20 次/分，血压 120/80 mmHg，巩膜无黄染，心肺未见异常，腹平软，上腹部轻压痛，肝脾 肋下未触及。
93.对该患者最可能的诊断是( )
A。急性肠胃炎 B。急性胆囊炎
C。十二指肠球后溃疡 D。急性胰腺炎 94.为明确诊断，应首先进行的检查是( )
A。血、尿淀粉酶 B。便常规和隐血 C。腹部 CT D。胃镜 95.对该患者最基本的治疗是( )
A。解痉止痛 B。禁食补液 C。抑制胃酸 D。静脉注射抗生素

(96-98 题共用题干)女性，74 岁，1 周前因股骨颈骨折卧床行保守牵引治疗。8 小时前在睡眠中突发心前区疼痛，持续伴
阵发加重，出汗，口含硝酸甘油不缓解。既往有高血压、糖尿病病史。入院查体:脉率 62 次/分，血压 110/70mmHg，双肺(—)，心脏不大，心律整，A2>P2,双侧脉搏对称。心电图如下所示。
96. 对该患者最可能的诊断是( ) A。肺栓塞
C。不稳定性心绞痛 97.为明确诊断，最有价值的检查是( )
A. 肌酸激酶同工酶(CK-MB)
B。主动脉夹层 D。急性心肌梗死
B. D-二聚体(D-dimer) D. 脑钠肽(BNP)
C. 肌钙蛋白 T(TnT)
98. 下面关于该患者的急诊处理措施，错误的是( )
A. 溶栓治疗 B. 抗凝治疗
C. 抗血小板治疗 D. 急诊介入治疗

(99~101 题共用题干)
女性，42 岁，因“急性重症胰腺炎”入院。2 天来经保守治疗，发热及腹痛略好转，但逐渐出现呼吸困 难，予面罩吸氧(氧流量 6 升/分)后血气分析显示:pH 7.52， PaO263mmHg， PaCO224 mmHg。查体:体 温 38.5°C，呼吸 30 次/分，血压 130/80 mmHg，双肺呼吸音清晰，心率 105 次/分，律整，A2>P2，中上腹 压痛(+)，肝脾肋下未触及，双下肢无水肿。胸片示双肺外带少许渗出性病变。
99. 该患者出现呼吸困难最可能的原因是( )
A.ARDS B. 吸入性肺炎 C. 心力衰竭 D. 肺栓塞 100. 该患者出现低氧血症最主要的机制是( )
A. 通气血流比例失衡 B. 肺泡通气量下降
C. 弥散功能障碍 D. 肺内分流 101.针对该患者呼吸困难的原因，应首先的治疗措施是( )
A. 加强抗厌氧菌治疗 B. 皮下注射低分子肝素
C. 无创通气 D. 控制入量，防治心衰发生 (102~104 题共同题干)
女性，60 岁，间断水肿 3 年，加重 1 个月，气短、尿少 2 天。既往有糖尿病病史 2 年。查体:血压 150/90 mmHg，腹水征阳性，下肢明显水肿，其余未见异常。辅助检查:尿蛋白(++++)，红细胞 0~2/HP，血浆白
蛋白 20g/L。
102. 对该患者最可能的诊断是( )
A. 慢性肾炎急性发作 B. 高血压肾损害
C. 糖尿病肾病 D. 肾病综合征
103. 对该患者确诊和治疗最有意义的检查是（）
A. 尿白蛋白排泄率 B. 肾功能
C. 肾活检 D. 肾脏B超
104. 对该患者最主要的治疗用药是
A 利尿剂 B. 糖皮质激素 C胰岛素 D.血管紧张素转换酶抑制剂
（105—107 题共用题干）女性，26岁，1周来无明显原因出现皮肤散在出血点，伴牙龈出血，1天来出血加
重。急诊化验：Ph8x10°/L。临床诊断为特发性血小板减少性紫癜（ITP）。
105.支持该患者诊断的临床表现是
A-口腔溃疡 B.面部蝶形红斑 C脾脏不大 D 肌肉血肿
106. 该患者可能出现的实验室检查结果是
A 凝血时间延长，血块收缩良好 B出血时间可延长，血小板平均体积偏大
C抗核抗体阳性，抗磷脂抗体阳性 D.骨髓巨核细胞减少，产板型增多
107.对该患者应首选的治疗措施是
A. 血小板成分输注 B. 静脉点滴长春新碱
C.静脉点滴糖皮质激素 D.急诊脾切除

（108-110 题共用题干）男性，65岁，患糖尿病15年，高血压10 年。查体：双下肢轻度水肿。尿蛋白（++），
血肌酐 160umol/L，眼底检查示视网膜出现棉絮状软性渗出。
108. 为明确该患者是否出现糖尿病肾病，应进行的检查是
A.尿渗透压 D.尿白蛋白排泄率C糖化血红蛋白 D血、尿p微球蛋白
109该患者不宜选用的降糖药物是
A 胰岛素 B. 阿卜波糖 C格列喹酮 D 二甲双胍
110. 为延缓该患者糖尿病肾病的进展，不宜采用的措施是
A 使用糖皮质激素 B.控制血压 C低蛋白饮食 D控制血糖
`