export const quesiton = 
`
26 西综306考研 yd9月万人模考 (9.27)
试题搜集于网络、往年执医、早期考研真题;模考题受限于命题者水平 与新版教材可能有差异
模考卷无法决定最终成绩,查漏补缺方为上策 炎炎学姐微信公众号搜集整理仅供学习交流使用
1下列生理活动的调节中,属于体液调节的是
A 强光下瞳孔缩小的调节
B 保持身体姿势的调节
C 寒冷时肌紧张增强的调节
D 睾丸生精功能的调节
2 以下可以使阈电位水平更接近静息电位的因素是
A 细胞外Ca²t浓度增高
B 细胞外K+浓度降低
C 钠通道密度大
D 细胞膜钠通道失活态比例高
3血液凝固时,活化后可使纤维蛋白单体相互聚合,形成纤维蛋白多聚体的凝
血因子是
A VIII
B XI
C XIII
D IX
4 下列可抑制红细胞生成的因素主要是
A 肿瘤坏死因子
B 雄激素
C 慢性失血
D 血管升压素
5在一次心动周期中,心室内压力下降速度最快的是在
A 等容收缩期
B 快速射血期
C 减慢射血期
D 等容舒张期
6 正常成年人安静状态下每小时进入血液循环的淋巴液量是
A 100ml B 120ml C 150ml
7以下关于肺表面活性物质的描述,错误的是
A 维持肺泡的扩张状态
B 降低肺泡表面张力
C 稳定肺泡容积
D 降低肺的顺应性
8 下列可促使食管下括约肌收缩的因素是
A 促胃液素
B 缩胆囊素
C过量饮酒
D 前列腺素A2
D 180ml
炎炎学姐
微信公众号
9 下列相对易通透尿素的肾脏功能解剖部位是
A 髓祥升支粗段
B 内髓部集合管
C 远曲小管
D 外髓部集合管
炎炎学姐
微信公众号
10下列对食物的消化和吸收有促进作用, 但不含有消化酶的消化液是
A唾液
B 胃液
C
D
胰液
胆汁
11 人体基础代谢率降低主要见于以下何种情况
A 肾病综合征
B 瘦素增多
C 糖尿病
D 真性红细胞增多症
炎炎学姐微信公众号
12可作为耳蜗放大器,感知并迅速加强基底膜振动的是
A血管纹 B内毛细胞 C外毛细胞 D 听骨链
13 意向性震颤主要见于以下何种部位受损时
A基底神经节 B 脊髓小脑 C 前庭器官 D 皮层小脑
14 肌梭的传入冲动增加时
A 对同一肌肉的a运动神经元起抑制作用
B 对同一肌肉的运动神经元起抑制作用
C对同一肌肉的a运动神经元起兴奋作用
D对其他关节肌肉的a运动神经元起兴奋作用
炎炎学姐
微信公众号
15下列有关甲状旁腺激素生理作用的叙述,错误的是
A 增强破骨细胞活动
B 抑制远曲小管和集合管对Ca²t的重吸收
C 提高骨细胞膜对Ca²t通透性 炎炎学姐
D 抑制近端小管对磷酸盐的重吸收 微信公众号
16 男性黄体生成素(LH) 的作用主要是
A 促进睾丸间质细胞合成雄激素
B 直接促进生殖器官发育
C 促进睾丸支持细胞合成雄激素结合蛋白
D 促进睾丸支持细胞分泌抑制素
17 下列关于蛋白质变性叙述正确的是
A 沉淀一定发生变性
B 蛋白质变性后溶解度增高
C 蛋白质凝固不一定变性
D蛋白质凝固后不易再溶于强酸和强碱 中
18 在生理PH的条件下,下列带正电荷的氨基酸是
A 苯丙氨酸
C 谷氨酰胺
B 精氨酸
D 丙氨酸
炎炎学姐微信公众号
19关于酶原及其激活的叙述,以下错误的是
A 体内所有的酶均有酶原形式
B 酶原激活能形成酶的活性中心
C 酶原是酶的前体
D 酶原激活是酶原向酶的转化过程
20 Ras/MAPK途径中,Grb2 能与SOS 分子结合的是
A SH2 B SH3 C PH D PTB 微信公众号
21 乙酰CoA 羧化酶的别构抑制剂是
A 柠檬酸
B 异柠檬酸
C 胰岛素
D长链脂酰 CoA
22 下列不属于高能磷酸化合物的是
A 磷酸烯醇式丙酮酸
炎炎学姐
微信公众号
B 磷酸肌酸
C氨基甲酰磷酸
D 1,6-双磷酸果糖
23 调节鸟氨酸循环的关键酶是
A 精氨酸酶 B 氨基甲酰磷酸合成酶Ⅰ
C 尿素酶 D 精氨酸代琥珀酸裂解酶
24可使线粒体内膜形成质子通道,阻断 ADP 磷酸化过程的是
A 鱼藤酮
C 解偶联蛋白
B 二硝基苯酚
D 寡霉素
25 原核生物 RNA 合成的延长阶段,沿着 DNA 链不断前移的是
A a₂ ẞβ'亚基
B a2 ẞβ' 亚基
C az ẞẞ' 亚基
Da ẞẞ' 亚基
炎炎学姐微信公众号
26 能辅助真核生物RNA 聚合酶结合启动的是
A 起始因子
B 延长因子
C转录因子
Dσ因子
27下列选项中,属于蛋白质生物合成的抑制剂是
A5-氟尿啶
B 卡那霉素
C 甲氨蝶吟
D 别嫖吟醇
炎炎学姐
微信公众号
28 下列因素中,与 Ras 蛋白活性无关的是
A GTP
B Grb2
C 鸟苷酸交换因子
D 鸟苷酸环化酶
29 病毒性肝炎时,肝细胞的灶状坏死主要属于
A 凝固性坏死
B 溶解性坏死
C干酪样坏死
D 固缩性坏死
炎炎学姐
微信公众号
炎炎学姐
30 病理学检查可见类似结核结节的肉芽肿形成且存在胶样物质的甲状腺疾病)是
A 慢性淋巴细胞性甲状腺炎
B 亚急性甲状腺炎
C 甲状腺髓样癌
D 弥漫性毒性甲状腺肿
信公众号
31 非ST段抬高型心肌梗死时,冠脉内血栓属于
A 白色血栓
C 混合血栓
B 红色血栓
D 透明血栓
32 属于常染色体显性遗传的遗传性肿瘤综合征是
A 家族性腺瘤性息肉病
B Bloom 综合征
C 着色性干皮病
D 纤维瘤病
33 AIDS患者血液化验,减少最显著的细胞是
A 中性粒细胞
B NK细胞
C CD4+T细胞
D CD8+T细胞
炎炎学姐
微信公众号
34 风湿性心脏病Aschoff 小体形成的阶段主要是
A变质期 B 渗出期 C 增生期 D 瘢痕期
35下述关于大叶性肺炎的叙述,不正确的是
A 多由肺炎双球菌引起
B 属增生性炎
C可继发肺脓肿
炎炎学姐
微信公众号
D 肺泡炎症为主
36 消化性溃疡底部不具有
A 炎症渗出
B 肉芽组织
C 肉芽肿
D 瘢痕组织
37 致密沉积物病属于下列哪种肾小球肾炎
A 膜性肾小球肾炎
B 急进性肾小球肾炎
C 系膜增生性肾小球肾炎
D 膜增生性肾小球肾炎
炎炎学姐微信公众号
38 子宫颈癌最常见和最重要的转移途径是
A 直接蔓延
B 淋巴道转移
C 血道转移
D 种植性转移
39一例甲状腺肿瘤,呈浸润性生长。镜下见癌细胞呈滤泡状排列,细胞间质
内有砂粒体。应诊断为 炎炎学姐
微信公众号
A 乳头状癌 B 滤泡癌
C 髓样癌 D 未分化癌
40 阿米巴肝脓肿炎症类型是
A变质性炎 B 化脓性炎
C浆液性炎 D 出血性炎
41 下列可导致周围性发组的疾病主要是
A COPD
C全心衰竭
炎学姐
B 血栓闭塞性脉管炎 信公众号
D ARDS
42 慢性阻塞性肺疾病的主要特征是
A 大气道阻塞
C 双肺哮鸣音
B 小气道阻塞
D 桶状胸
43男性,50岁。吸烟20年,有喘息、咳嗽症状,普通胸片未发现明显异常炎炎学常
支气管舒张试验阳性,临床诊断为支气管哮喘。若患者出现急性发作,首选
治疗药物是
A 布地奈德
C 沙美特罗
B 特布他林
D 异丙托溴铵
44 以下导致心源性晕厥最严重的疾病是
A 颈动脉窦综合征
B阿-斯综合征
C低血糖综合征
信公众号
D 严重心律失常
45女性,19岁。平素体质差,曾有一次运动后昏厥史,查体发现胸骨左缘3~
4肋间可闻及3/6级收缩期杂音,下蹲位时杂音减弱,其父有类似病史,下列不
宜使用的药物是
A 玛伐凯泰
B 硝苯地平
C 美托洛尔
D 丙吡胺
46 与Austin-Flint 杂音出现有关的疾病是
A 二尖瓣关闭不全
C房颤
炎炎学姐
微信公众号
B 肺动脉高压
D 主动脉瓣关闭不全
47男性,33岁。4个月来间断上腹痛,反酸。胃镜检查确诊为胃溃疡,幽门螺
杆菌检测阳性,四联疗法后症状缓解,作为幽门螺杆菌根除治疗后复查的首选方
法是
A 胃组织学检查
B 快速尿素酶试验
C 幽门螺杆菌培养
D 14C-尿素呼气试验
E 炎炎学姐微信公众号制作
炎炎学姐
微信公众号
炎
48男性,25岁。反复腹痛、腹泻、黏液脓血便10个月。近日加重伴发热,体温
39.1℃,1天前因腹痛肌注阿托品治疗6 小时后腹胀明显。查体:BP70/50mmHg.
心率120次/分。最可能出现的情况是
A 中毒性巨结肠
C 肠梗阻
B 肠穿孔
D 肠出血
姐
微
信公
众
49男性,51岁。腹胀、乏力8个月,加重 伴尿量明显减少2周,尿量 200~
300ml/d。查体:P79 次/分,R20次/分,神清,颈部可见蜘蛛痣,巩膜黄染。腹
膨隆,无压痛及反跳痛,肝肋下未触及,脾平脐,移动性浊音(+)。 双下肢凹陷
性水肿。实验室检查:血 WBC3.5×10°/L, N0.60,TBiL56µmol/L, BUN16.5mmol/L,
Scr198.1µmol/L。最可能的诊断为乙肝 肝硬化合并
A 肝肾综合征
C 自发性腹膜炎
B 肝癌
D 肝肺综合征
50男性,45岁。慢性肾小球肾炎,高血压 病史3年。规律服用血管紧张素转
换酶抑制剂和螺内酯治疗。1周前“上呼吸道感染”后出现尿量减少,2日尿
量约100ml/日。该患者最可能出现的电解质紊乱是
A血钾升高 B 血镁降低 C 血钠升高 D 血钙升高
51男性,45 岁。10天来眼睑及下肢水肿入院。查体: BP140/82mmHg,双眼
睑水肿,巩膜无黄染,心肺检查未见异常, 腹软。化验尿常规: 蛋白(++++),
沉渣镜检RBC2~5/HP。 血清白蛋白20g/L。肾脏穿刺病理学检查确诊为肾
病综合征。首次治疗,每日用强的松 60mg,两周后尿蛋白仍为(++++),此时
应
A 改用地塞米松
B 将强的松加量到80mg/日
C 改用环磷酰胺
D 用原量继续观察
52男性,49岁。2个月来乏力,面色苍白。化验血 Hb 72 g/L,WBC 3.5×10/L,
Plt 78×10°/L、骨髓增生明显活跃,原始粒细胞 12%、成熟粒细胞分叶过多,红系有
巨幼样变,可见小巨核细胞,骨髓铁染色见环状铁粒幼细胞 6%,诊断为 MDS。
按照FAB分型,最可能的类型是
ARA
B RAS
C RAEВ
D RAEB-t
53口服铁剂治疗有效的缺铁性贫血者,下列化验结果最先上升的是
A Ret B 血红蛋白 C MCV D MCH
54 下列不符合甲状腺危象表现的是 炎炎学姐微信公众号A 高热达39°℃以上
B 心率>140 次/分
C恶心、呕吐、腹泻
D 白细胞总数和中性粒细胞常减低
55关于双肌类药物治疗糖尿病,下列正确的是
A 可能有助于改善糖尿病血管并发症
B I型糖尿病能单独应用
C 可直接刺激B细胞引起胰岛素分泌明显增加
D 常用于严重肾脏功能不全的2型糖尿病患者,特别是肥胖者
56女性,23岁。双手多个近端指间关节、双腕肿痛1年,伴晨僵1小时。双手
X线片:双手骨质疏松,第2近端指间关节可见骨质破坏。对诊断最有意义的实
叙信公众人 验室检查是
A 抗角蛋白抗体
B 类风湿因子
C 抗核周因子抗体
D 抗环状瓜氨酸抗体
57 不能用高压蒸气灭菌的物品是
A刀、剪
B 布类敷料
C内镜
D 瓶装溶液
炎炎学姐
微信公众号
58男性,18岁。右足和右小腿被开水烫伤,有水疱伴剧痛,创面基底部肿胀
发红。该病人烧伤面积和深度的诊断为
A 5%浅ⅡⅡ度
B 5%深ⅡⅡ度
C 10%浅 II度
D 10%深ⅡⅡ度
学姐
微信公
众
59女性,40岁。因宫颈癌接受化疗。近3天来常发生牙龈出血,血小板计数
20×10°/L。遂给予血小板输注,输注后 20分钟,患者突然寒战、发热、恶心,
体温39.5℃,尿色正常。该患者很可能发生的输血不良反应是
A 非溶血性发热性输血反应
B 溶血性输血反应
C 过敏反应
D 细菌污染反应
60 乳腺囊性增生病突出的表现是
A病程长,发展慢
C 乳房胀痛和乳房肿块
B 乳头溢液
D 腋窝淋巴结不大
61女性,35岁。上腹胀伴恶心、呕吐20天。进食后上腹胀明显,恶心,有时
呕吐所进食物,无发热。1个月前曾撞伤上腹部。查体:无贫血,无黄染,上腹
部隆起,可触及18cm×14cm 囊性包块,不活动,无压痛。钡餐透视见胃大弯
炎炎字姐 受压上抬,横结肠下移。最可能的诊断是
A 胰腺囊肿
B 腹膜后血肿
C 胰腺假性囊肿
D 肠系膜囊肿
微信公众号
62男性,42岁。餐后上腹隐痛4年,2小时 前饱餐后突发上腹刀割样剧痛并扩
散到全腹。查体:脸色苍白,出冷汗,体温 36.5℃℃,脉搏96次/分,血压 110/80mmHg、
全腹压痛、反跳痛、肌紧张,以中上腹最明显,肠鸣音消失,为明确诊断,首选
检查为
A 血淀粉酶
C钡餐检查
微信公众号
B 胃镜检查
D 腹部立位腹平片
63 下列哪一种途径属于恶性程度较高的胃癌进行的跳跃式转移
A 胃小弯部胃癌转移至胃小弯淋巴结
B 胃近幽门部癌肿转移至幽门上区淋巴结
C 胃大弯部胃癌转移至腹腔动脉周围淋巴结
D 胃癌通过胸导管转移到左锁骨上淋巴结
炎
学
姐
微
信
소
64男性,66岁。近三个月来出现里急后重及黏液脓血便,便意频繁且大便变
细,有排便不尽感。查体:直肠指诊可触及直肠下段一肿物,内镜检查可见肿物
距离肛门7cm、病理学检查确定为直肠腺癌,且进一步检查发现肛门外括约肌与
肛提肌已累及,应首先考虑的术式为
A腹会阴联合直肠癌根治术 (Miles 手术)
B 结肠-直肠低位吻合术 (Dixon 手术)
C 结肠-肛管超低位吻合术 (Parks手术)
D 经内外括约肌间切除术(ISR)
65胆道手术时,下述哪项不是胆总管探查的指征
A胆总管、肝总管、肝胆管结石
B 梗阻性黄疸
C 胆囊积液
D 胆总管扩张直径≥1cm
66 下列属于骨折晚期并发症的是
A 血管损伤
B 神经损伤
炎炎学姐
微信公众号
C 骨筋膜室综合征
D 创伤性关节炎
67男性,49岁。3个月前出现颈肩痛并出现颈部活动时弹响,左手有麻木感。
查体:左手中指针刺觉减弱,左上肢肱三头肌反射减弱。临床初步诊断为颈椎
病,颈椎病变的平面最可能位于
A C4~C5
B C5~C6
C C6~C7
D C7~T1
炎炎学姐
微信公众号
炎炎学姐微信公众号
病例分析共用题干
68男性,21岁。3天前受凉后“感冒”症状已好转。1小时前参加篮球比赛后出
现气促、咳嗽和呼吸困难,持续2小时不能缓解入院。查体:R32 次/分,端坐
呼吸,大汗,语不成句,口唇发组,双肺散在哮鸣音,心率120次/分。该患者
发病最可能的机制是
A 肺血管阻力增加
B 心力衰竭
C 神经调节失衡
D 气道高反应性
69 为明确诊断应首选的辅助检查是
炎炎学姐
微信公众号
A 胸部X线 B 肺功能 C动脉血气分析 D 心电图
70下列处理措施中,不恰当的是
A 鼻导管吸氧
B 静脉滴注糖皮质激素 炎炎学姐
C 持续雾化吸入2受体激动剂 微信公众号
D 限制液体入量(<2000lm/天)
病例分析共用题干
71男性,44岁。因发热、胸痛伴心包摩擦音,曾用非激素类抗炎药。2周后,
呼吸困难加重,心率 110 次/分,律齐,心音遥远,血压 90/70mmHg。肝脏肿大,
下肢浮肿。患者近2周出现的病情变化,提示
A 右心功能不全
72 首选的治疗措施是
A 毛花苷丙(西地兰)
B 味塞米(速尿)
C抗生素
D 心包穿刺
B 肾功能不全 C 心脏压塞 D肝硬化 学姐微信公众号
病例分析共用题干
73男性,52岁。3年前因急性心肌梗死住院,半年前出现活动后气促,夜间憋
醒。查体: BP140/90mmHg,双下肺可闻及细湿罗音,心界向左下扩大,心率110
次/分,肝脾不大。对左心功能状态判断最有价值的检查是
A X线检查
B 漂浮导管检查
C 心电图运动负荷试验检查
D 冠脉造影 炎炎学姐
微信公众号
74患者6分钟步行 试验行走390米,该患者的心功能评级 应属于
A 心功能代偿正常
C 中度心功能不全
B 轻度心功能不全
D 重度心功能不全
75 对于提高慢性心衰患者生存率无明显作用的药物是
A 维拉帕米 B 氯沙坦 C 卡托普利 D 普萘洛尔
炎炎学姐
病例分析共用题干 微信公众号
76男性,42岁。呕吐、腹泻两天,意识模 糊、烦躁不安半天急诊入院。查体:
BP110/70mmHg、神志恍惚,巩膜中度黄染,颈部可见数枚蜘蛛痣,心肺未见异
常,腹软,肝肋下未触及,脾肋下 3cm,双上肢散在出血点,Hb90g/L,
WBC3.2×10°/L,血糖 7.0mmol/L。尿糖 (+), 尿酮( - ), 尿镜检(-)。
最可能的诊断是
A 肝性脑病
B 糖尿病酮症酸中毒
C 高渗性非酮症糖尿病昏迷
D 尿毒症
77 确诊最有价值的辅助检查是
A 血气分析
炎炎学姐微信公众号B 腹部CT
C 肾功能
D血氨
病例分析共用题干
78男性,38岁。近3个月来因全身水肿,腰骶部疼痛来院治疗,时有发热。3
年前曾诊断为肺结核。查体:BP 140/90mmHg, T38.5,ESR43mm/h, Hb80g/L,
Scr178 µmol/L。口腔内可见两处溃疡。尿沉渣镜检RBC 0〜2 个/ HP,尿蛋白
(+)。尿蛋白分析提示以小分子蛋白为主。临床初步诊断为多发性骨髓瘤。为明确
诊断,首选的检查是
A 骨髓穿刺
B 腰骶部CT检查
C尿常规
D 血清钙测定
79 血片中可见的特殊红细胞形态主要是
炎炎学姐
微信公众号
A靶形红细胞 B绢钱状红细胞 C 泪滴红细胞D 棘形红细胞
80按照 Durie-Salmon分期体系,该患者可能的临床分期是
A IA B IIA CIIB D IIIB
微信公众号
病例分析共用题干
81男性,38岁。间歇性浮肿 10余年,伴恶心、呕吐1周。查血红蛋白80g/L,
血压155/110mmHg。 尿蛋白(++),颗粒管型2~3个/HP, 尿比重1.010~1.012。
该患者可能的诊断是
A 肝炎后肝硬化 B 原发性高血压
D 肾病综合征
炎
炎
C 慢性肾小球肾炎
82 该患者还应立即作的检查项目是
A 24h 尿蛋白定量
B 乙肝病毒全套
C肝功能全套
D 血肌酐、尿素氮
83为了解该患者双侧肾脏是否已缩小,应首选的检查是
A 静脉肾盂造影
C CT
B ECT
DB超
学
姐
微
信
众
号
病例分析共用题干
84男性,58岁。间断水肿1年,加重半个月,伴气短、纳差2天入院。查体:
血压150/90mmHg,心肺检查未见异常,腹软,肝脾肋下未触及,双下肢明显可
凹性水肿。化验尿蛋白(++++), 尿糖(土),尿沉渣镜检红细胞 0~2个/HP。B超
双肾静脉主干有血栓。该患者肾穿刺检查最可能的病理类型是
A 系膜毛细血管性肾小球肾炎
B 毛细血管内增生性肾小球肾炎
C 系膜增生性肾小球肾炎
D 膜性肾病
85 对该患者最主要的治疗用药是
A 利尿剂
B 糖皮质激素
炎炎学姐
微信公众号
C ACEI
D 白蛋白输注
病例分析共用题干
炎炎学姐
微信公众号
86男性,20岁。苍白、乏力一周。淋巴结及脾大,白细胞计数32.0×10°/L,骨
髓中原始细胞占83%,过氧化物酶染色阴性。最可能的诊断是
A 急性早幼粒细胞白血病
B 急性粒细胞白血病
C 急性红白血病
D 急性淋巴细胞白血病
87最适宜的化疗方案是
A DA方案
C HOAP方案
B HA方案
D DVLP方案
信
炎炎学姐微
소
众
88如果出现头痛,时有呕吐,脑脊液压力增高,脑脊液可见少量幼稚细胞,
应加用的治疗是
A 输血小板悬液
B 控制感染
C 白细胞去除术
D 鞘内注射甲氨蝶吟(MTX)
病例分析共用题干
89女性,52岁。身高156cm, 体重71kg。感口渴,饮水量明显增加半个月。
化验空腹血糖7.1mmol/L, 餐后2小时血糖 11.1mmol/L。既往体健,无糖尿病
病史。该患者目前的合理治疗是
A 饮食及运动治疗
C 应用氯磺丙脲
B 应用格列本脲
D 应用罗格列酮
90按上述治疗6个月后空腹血糖 9.0mmol/L、餐后2小时血糖 12.6mmol/L、该
患者进一步的治疗应改用
A 格列齐特
C 阿卡波糖
言公众
B 瑞格列奈
D 二甲双脈
病例分析共用题干
91女性,21岁。近3个月中度发热,全身肌痛,四肢关节肿痛,反复口腔溃
疡。尿常规示红细胞15~20/HP,尿蛋白(++)。最可能的诊断是
A 类风湿关节炎
C皮肌炎
B 贝赫切特病
D 系统性红斑狼疮
92为缓解病情,首选的药物是(炎炎学姐微信公号首发可打印试卷)
A 抗生素
C非番体抗炎药
病例分析共用题干
B 糖皮质激素
D 镇痛消炎药 炎炎学活微标信公众号93女性,55岁。左侧乳房内肿块3×3cm,基底不固定,左腋下可触及2个
动的淋巴结,淋巴结活检病理报告乳腺癌转移,未发现远处转移。按照国际
准,应属于的分期是
AT1 N1 Мo B T2 N1 Mo CT3 N₁ Mo D T2N2 Мo
94列因素中,与乳腺癌关系不大的是
A 高脂肪饮食 B绝经年龄早 C 初次足月产年龄晚 D不孕
95若患者未来出现远处转移,最可能的部位是
A 肋骨 B肺 C椎体 D 肝脏
病例分析共用题干
96男性,50岁,“胃痛”史15年,近来消瘦、乏力,持续性呕吐宿食,胃痛
规律改变,伴腰背痛。最可能的诊断是
A 胃窦癌 B 多发性溃疡
C 瘢痕性幽门梗阻 D 萎缩性胃炎
97 对诊断最有价值的检查方法是
A 胃液测定酸度 炎学姐 B 查胃液脱落细胞
·微信公众号 C 纤维胃镜检查 D CT检查
98最可能出现的电解质 酸碱失衡是
A 高氯高钾酸中毒 B 高氯高钾碱中毒
C 低氯低钾酸中毒 D 低氯低钾碱中毒
病例分析共用题干
99男性,42岁,自觉上腹不适、恶心5天,2小时前突然呕出大量鲜血,内有
少许食物残渣,心悸,大汗,面色苍白,皮肤、巩膜黄染。查体:神清,心率110
次/分,BP95/60mmHg。肝肋下未及,脾肋下4指, 肝掌(+), 腹部移动性浊音(+)。
实验室检查: Hb80g/L,WBC4×10°/L, Plt50×10°/L, TBil89μmol/L。最有助于
明确呕血病因的检查是
A 腹部B超检查
C 胃镜检查
100首先应考虑的诊断是
A 十二指肠溃疡出血
B 胆道出血
C 食管胃底静脉曲张出血
D 胃癌出血
101 首选治疗方法是
A 急诊行门腔静脉分流术
B 急诊行门奇静脉断流术
B 肝功能检查
D 上腹部CT 检查
C输注精氨酸和支链氨基酸,防止肝性脑病
D 经颈静脉肝内门体静脉分流术
炎炎学姐微信公众号
病例分析共用题干
102女性,16岁。左小腿上段肿胀疼痛半年,近1个月来肿胀明显,夜间痛明
显。查体:左胫骨上端严重,压痛明显,浅静脉怒张,扣及6cm×7cm 硬性肿
块一个,固定,边界不清。X线片示左胫骨上段呈虫蚀状溶骨性破坏,骨膜反应
明显。最可能的诊断是
A 左胫骨慢性骨髓炎
B 左胫骨骨巨细胞瘤
C左胫骨骨肉瘤
D 左胫骨骨软骨瘤恶变
炎炎学姐
微信公众号
103在住院行手术治疗前,应常规进行下列哪项检查
A 淋巴结活检
C 胃肠道钡餐检查
104 最佳治疗方案是
A 单纯化疗
C保肢术,术前后化疗
B 头颅CT
D 胸部X线摄片
B 单纯放疗
D刮除植骨术,术前后化疗
病例分析共用题干
105男性,42岁,3年前诊断为腰椎间盘突出症,腰腿痛反复发作,行卧床、牵
引等保守治疗可缓解。查体:外踝及足外侧痛觉、触觉减退,趾及足距屈肌力
减弱,跟腱反射减弱。该患者最可能受累的神经根是
A腰3 B腰4 C腰5 D骶1 炎学姐微信公众号106患者搬重物后突发疼痛加重,伴大小便障碍,应即刻进行的检查是
A 腰椎正侧位X线片
C 肌电图检查
B 椎间盘造影
D 腰椎磁共振扫描
107患者搬重物后突发疼痛加重,伴大小便障碍,最适宜的处理方法是
A持续牵引,理疗
B 髓核化学溶解术
C 椎间盘切除术
D 皮质激素硬膜外注射
E炎炎学姐微信公众号首发 有答案
108 对医务人员进行道德评价的依据是
A 动机与手段的统一
B 动机与效果的统一
C 手段与效果的统一
D 目的与效果的统一
109 对涉及人的生物医学研究进行伦理审查的根本目的是
A 保护受试者的尊严和权利 炎炎学姐
微信公众号
B 保护受试者的经济利益
C 尊重研究者的基本权力
D 确保医学科研的规范性
110 下述各项中属于医生违背有利原则的是
A医生检查病人时,由于消毒观念不强,造成交叉感染
B妊娠危及母亲的生命时,医生给予引产
C 医生对病人的呼叫或提问给予应答
D医生的行为使某个病人受益,但却损害了别的病人的利益
111女性,50岁。因子宫肌瘤行全子宫切除术。术中医生发现患者左侧卵巢有病
变应切除,在未征得患者及其家属同意的情况下,将左侧卵巢与子宫一并切除。
术后患者恢复良好。该案例中,医生违背的临床诊疗伦理原则是
A 知情同意原则B 患者至上原则 C 守信原则
炎
D 最优化原则
学
112一些做临床科研工作的医生未征求病人的同意,只与病人的主管大夫打声招
呼,便以某种理由或在正常检查时顺便多取些血液或骨髓穿刺液等。从医学伦理
同
学上分析上述做法,下列各项中正确的是
A若告知,患者会产生不必要的心理负担,不利于原来疾病的治疗,所以不告知
符合不伤害和有利原则 号
B若告知,病人多数不会同意,科研没法进行保障,不利于医学的发展,故不告
知在道德上可得到辩护
C 临床科研的医生动机是好的,若告知会产生不好的结果,所以案例中的做法无
论是从动机还是结果考虑都是最佳的
D无论医生科研动机的好与坏,只要未经过患者的知情同意,都是不道德的。
113 张某于1999年7月从某医学院专科毕业,张某可以
A在医疗、预防、保健机构中试用期满一年,参加执业医师资格考试
B在医疗、预防、保健机构中试用期满一年,参加执业助理医师资格考试
C在医疗、预防、保健机构中试用期满二年,参加执业助理医师资格考试
D取得执业助理医师执业证书后,在医疗、预防、保健机构中工作满一年,参
加执业医师资格考试。
114女性,36岁。因患子宫肌瘤在县医院接受手术治疗,术后患者因对手术效果
不满意诉至法院。法院经审理认为医院存在《侵权责任法》规定的过错推定情形,
判决医院败诉。该推定情形是
A 未尽到说明义务
B 未尽到与当时医疗水平相应的诊疗义务
C 伪造病历资料
D 泄露患者隐私
115 因为抢救危急患者,未能及时书写病历的,有关医务人员应在抢救结束后
几小时内据实补记,并加以注明
A 6小时
微信公众号
B 2小时
C 3小时
D 5小时 炎炎学姐微信公众号
B型题
A 具有膜的细胞器
B 递质合成酶
C 微丝和微管
D 神经营养因子
116 快速顺向轴浆运输主要运送的物质是
117 与慢速顺向轴浆运输有关的是
A 延髓
B 脑干网状结构
C 大脑皮层
D 视前区-下丘脑前部
118 体温调节的整合中枢位于
119 精神性出汗的中枢位于
炎炎学姐
微信公众号
A Km值不变,Vmax 降低 炎炎学姐
B Km值降低,Vmax 不变 微信公众号
C Km值增高,Vmax 不变
D Km值降低,Vmax 降低
120 酶竞争性抑制作用的特点是
121 酶反竞争性抑制作用的特点是
A SSB
B DnaA 蛋白
C DNA-poll
D Dna G蛋白
122 在DNA复制时,能与 DNA 单链结合的蛋白质是
123 具有催化短链RNA 分子合成能力的蛋白质是 炎炎学姐微信公众号
A 蜂窝织炎
B 脓肿
C 卡他性炎
D 纤维素性炎
124 菌痢假膜形成属于
125 疗和痛属于
A 内皮细胞和系膜细胞增生 炎炎学姐
微信公众号
B 脏层上皮细胞足突消失
C 新月体形成
D 成纤维细胞增生
126 急性弥漫性增生性肾小球肾炎的主要病理变化是
127 微小病变型肾病的主要病理变化是
A 肺炎军团菌肺炎
B 肺炎链球菌肺炎
C 肺炎支原体肺炎
D 肺炎金葡菌肺炎
炎炎学姐
微信公众号
128男性,18岁。缓慢起病,低热,头痛、乏力、肌痛,胸部X 线片示双下
肺间质性肺炎。最可能的诊断是
129男性,24岁。急性起病,高热,寒战、咳嗽、咳褐色痰,胸部X线片示
右上肺大片实变,最可能的诊断是
A 伊布利特
B 腺苷
C 胺碘酮
D 维拉帕米
130预激综合征合并房颤,首选治疗药物可选用
131 房室结折返性心动过速首选治疗药物是
炎学姐微信公众号
炎炎学姐
微信公众号
A 严重闭合性气胸
B 开放性气胸
C 进行性大量血胸
D 闭合性多根多处肋骨骨折
132 可出现反常呼吸运动的是
133 应及时开胸探查的是
A Colles 骨折
B Smith 骨折
C Galeazzi骨折
D Monteggia 骨折
134 尺骨上1/3骨干骨折合并挠骨小头脱位称为
135 挠骨干下1/3骨折合并尺骨小头脱位称为
炎炎学姐微信公众号X型题X型题X型题X型题
136下列物质中,可作用于酶联型受体而实现信号转导的配体有
A 干扰素
B 肾上腺素
C 醛固酮
D 促红细胞生成素
137 由反向转运体介导的物质跨膜转运是
A 心肌细胞将平台期流入的Ca2+排出细胞
B 单胺类分子转入突触囊泡
C 肾小管近端小管分泌H+
D 突触前膜对单胺类递质的摄取
138 胆碱能神经纤维兴奋,可引起的生理反应是
A 逼尿肌收缩
B 汗液分泌
C 睫状肌舒张
D 糖原分解
139 电刺激可引起肌紧张增强的部位是
A 纹状体
B 小脑前叶两侧部
C 前庭核
D 小脑前叶蚓部
140 可使静脉回流加速的因素有
A 从卧位到站立 B吸气 C慢跑 炎炎学姐 D 心泵功能加强 微信公众号
D 乳酸脱氢酶
141 以下关于EDHF、叙述正确的是
A 可引起血管平滑肌超极化
B 最终效应是血管收缩
C可以促使钾离子通道开放
D 主要由血管内皮细胞释放
142 具有四级结构的蛋白质是
A肌红蛋白 B结构模体
143 参与酮体合成的酶有
A HMG-CoA 还原酶
B HMG-CoA 合酶
C HMG-CoA 裂解酶
D β-羟丁酸脱氢酶
144 谷氨酰胺在体内的代谢去路是
A 参与血红素的合成
B 参与嫖岭、喀啶核苷酸合成
C 异生成糖
D 储存与运输氨
145 参与DNA 复制起始的有
A DnaA蛋白
C 解螺旋酶
学姐
C 血红蛋白人众目
B SSB
D RNA 酶
炎炎学姐微信公众号
146 蛋白质生物合成过程中需要消耗能量的步骤是
A 氨基酸的活化
B 翻译起始复合物的形成
C进位
D 转位
147 下列哪些化合物是尿素合成的中间产物
A 瓜氨酸 B 甘氨酸
148 肝硬化时肝功能不全的临床表现有
A 蜘蛛痣 B “海蛇头”
149 以下属于出血性炎的是
C 精氨酸 姐
D 鸟氨酸 微信公众号
C黄疸 D 出血倾向
A 鼠疫 B 钩端螺旋体病 C伤寒 D 水痘
150下列肿瘤中,属于良性肿瘤的有 炎炎学姐
A 肾母细胞瘤 微信公众号
B 肌母细胞瘤
C 神经母细胞瘤
D 软骨母细胞瘤
151 下列属于慢性肺源性心脏病肺内血管病变的有
A 毛细血管数量减少
B 中型动脉纤维素样坏死
C无肌型细动脉肌化
D 肌型小动脉中膜增厚
152 Burkitt 淋巴瘤的特点
A 与EB 病毒有关
B 非洲儿童多见
C 极易累及外周淋巴结
D B细胞来源
炎炎学姐微信公众号
153 引起肠溃疡的病变有
A 肠阿米巴
B 肠伤寒
C 肠结核
D 痢疾
154 AML 患者预后良好的染色体异常是
A t(9;11) B t(15;17) C t(16;16) D t(9;22)
155 感染性心内膜炎发病主要与下列哪些病因有关
A 二尖瓣狭窄
B 主动脉瓣关闭不全
C 房间隔缺损
D 动脉导管未闭
156 下列属于大分子尿毒症毒素的是 炎炎学姐
A 溶菌酶 ·微信公众号
B 维生素A
C 甲状旁腺素
D 尿素氮
157 下列哪些物质中毒可采用血液透析 炎炎
A 苯巴比妥 B 甲醇 C 导眠能 D 有机磷杀虫剂
158 下列属于系统性硬化症主要临床表现的是
A 上眼睑紫红色水肿性红斑
B 皮肤肿硬
C 口腔溃疡
D 指端缺血性溃疡
159 依赖ACTH的Cushing 综合征包括
A 肾上腺皮质腺瘤 B Cushing 病
C 异位ACTH 综合征 D 肾上腺皮质癌
E 炎炎学姐微信公众号制作

160手外伤时,需要皮瓣移植修复的是
A 皮肤裂伤
B 肌腱外露
C 神经外露
D 骨关节外露
炎炎学姐
微信公众号
161 下列疝需急诊处理的是
A Littre 疝
B Richter 疝
C逆行性嵌顿疝
D 滑疝
162 以下患者可出现口周麻木、手足抽搐的是
A维生素D缺乏 B 甲状旁腺功能减退
C 慢性肾衰 D 呼吸性碱中毒
炎学姐
163 胃大部切除后,呕吐物不含胆汁的并发症是
A 吻合口梗阻
B 输出祥梗阻
C 急性完全性输入祥梗阻
D 碱性反流性胃炎
164关于粘连性肩关节囊炎,下列正确的是
A 软组织退行性变是基本因素
B 糖尿病与该病有关
C 本病可自愈
D 应每日进行肩关节的主动活动
165关于先天性肌性斜颈,叙述正确的是
A 患侧饱满
B 最佳手术年龄为1岁以内
C 下颌转向健侧
D 与分娩过程中的产伤有关

`
