export const quesiton = 
`
（93-95 题共用题干）男性，35 岁。因车祸上腹部受伤 2 小时来院，诉腹痛剧烈，
伴恶心、呕吐。查体：P 130 次/分，BP 75/40mmHg，神志淡漠，全腹压痛、肌紧
张，移动性浊音阳性，肠鸣音消失。
93.为确定诊断，首选的检查是
A.立位腹平片
B.腹部 CT
C.腹腔穿刺
- 17 -
D.腹腔动脉造影
94.最可能的诊断是
A.肝脾破裂
B.小肠破裂
C.胃破裂
D.腹膜后血肿
95.在开放静脉输液的同时，首选的治疗方法是
A.保守治疗、观察
B.急诊剖腹探查
C.经腹腔动脉介入治疗
D.腹腔镜探查
（96-97 题共用题干）男性，75 岁。进行性排尿异常 5 年，表现为尿频、尿等待、
排尿不能成线，常因尿液不自觉流出而湿内裤，直肠指诊示前列腺增大，中间沟变
浅。
96.该患者目前存在的情况是
A.真性尿失禁
B.急迫性尿失禁
C.压力性尿失禁
D.充溢性尿失禁
97.导致此种情况最可能的原因是
A.慢性前列腺炎
B.良性前列腺增生
C.前列腺癌
D.膀胱癌
持续性尿失禁
（真性尿失禁）
充溢性尿失禁
（假性尿失禁）
急迫性尿失禁 压力性尿失禁
完全失去控制排尿的能
力，任何时间、体位下尿
液均会持续不自主从尿道
口流出
尿液不连续从尿道口不自
主流出、ttsx 呈滴沥样、
夜间多见
严重的尿频、尿急
而膀胱不受意识控
制就开始排尿
平常控制排尿能力正
常，但咳嗽、起立等腹
内压增加时少量尿液不
自主从尿道口流出
多见于外伤、手术、先天
性疾病引起的膀胱颈和尿
道括约肌损伤
多见于前列腺增生、肿
瘤、尿道狭窄等下尿路慢
性梗阻或神经系统疾病导
致膀胱逼尿肌收缩无力，
患者每次排尿时尿液都难
以排尽、膀胱内残余尿逐
渐增多、膀胱过度充盈导
致膀胱内压超过尿道阻力
多见于膀胱炎、神
经源性膀胱、重度
膀胱出口梗阻引起
的膀胱不稳定收缩
多见于多产妇、绝经后
引起的阴道前壁支撑力
下降和盆腔组织功能障
碍或前列腺手术后引起
的尿道外括约肌损伤
- 18 -
（98-99 题共用题干）男性，78 岁。右上腹疼痛伴发热、恶心、呕吐 5 天入院。既
往有高血压病 10 年，肺心病 3 年。查体：T 38.5 度，P 102 次/分，R 24 次/分，BP 
156/98mmHg，皮肤、巩膜无黄染，右上腹明显压痛，轻度肌紧张，肠鸣音弱。化
验：血 Hb 125g/L，WBC 18.6×109
/L，血清淀粉酶 286U/L。B 超：胆囊
12cm×6cm，壁厚 0.6cm，腔内可见直径 3cm 结石一枚，总胆管直径 0.8cm，肝下
可见积液，胰腺显示不清。
98.最可能的诊断是
A.急性胰腺炎
B.急性胆囊炎
C.急性胆管炎
D.十二指肠溃疡穿孔
99.首选的治疗方法是
A.PTCD
B.急诊开腹手术
C.PTGD
D.保守治疗
（100-102 题共用题干）女性，64 岁。持续右上腹痛伴寒战、高热 3 天入院。既往
有冠心病 3 年，糖尿病 2 年。查体：T 39.6 度，巩膜无黄染，右肋缘下深压痛，无
肌紧张，肝区叩痛阳性。化验：血 WBC 15.8×109
/L。B 超：肝稍大，胆囊
7cm×4cm，壁厚 0.4cm，呈淤胆状，肝右叶可见 8cm×6cm 低回声区。
100.最可能的诊断是
A.急性胆囊炎
B.急性胆管炎
C.肝癌
D.肝脓肿
101.为明确诊断，首选的检查是
A.腹部 CT
B.腹平片
C.ERCP
D.肝脏穿刺
102.此病的最大危害是
A.转移扩散
B.脓毒症
C.破裂出血
D.肝功受损
（103-105 题共用题干）男性，17 岁。外伤后左膝部持续性疼痛 2 月余。骨科检
查：左膝部肿胀，皮温升高，静脉怒张，关节活动受限。
103.首先考虑的疾病是
A.骨结核
- 19 -
B.风湿性关节炎
C.骨肉瘤
D.骨髓炎
104.最可能的 X 线片表现是
A.“日光射线”形态
B.虫蚀样骨破坏
C.局限性骨质疏松
D.关节间隙变窄
105.下列检查中，对进一步诊断最有帮助的是
A.血常规
B.血沉和抗链“O”滴度
C.血清碱性磷酸酶
D.血培养
（106-107 题共用题干）男性，8 岁。1 天前出现发热，体温 39 度，左膝关节肿
痛，活动受限。骨科检查：左膝关节明显红、肿、热及压痛，关节活动度 30-40
度。X 线片：左膝关节间隙增宽。
106.最可能的诊断是
A.关节结核
B.风湿性关节炎
C.类风湿关节炎
D.化脓性关节炎
107.首选的治疗方案是
A.全身抗结核治疗
B.应用非甾体抗炎药
C.关节腔内注射抗生素
D.关节滑膜切除

`
