export const answer = 
`
93.男性，35 岁，因车祸伤上腹痛 2 小时入院，诉腹痛剧烈，伴恶心，呕吐，查体： P130
次/分，BP75/40mmHg，神志淡漠，全腹压痛，反跳痛，肌紧张，移动浊音阳性，肠鸣
音消失。为进一步确诊，首选检查是
A.立位腹部平片
B.腹腔 CT
C.腹腔穿刺
D.腹腔动脉造影
答案：C
94.男性，35 岁，因车祸伤上腹痛 2 小时入院，诉腹痛剧烈，伴恶心，呕吐，查体： P130
次/分，BP75/40mmHg，神志淡漠，全腹压痛，反跳痛，肌紧张，移动浊音阳性，肠鸣 音消
失。最可能的诊断是
A.肝脾破裂
B.小肠破裂
C.胃破裂
D.腹膜后血肿
答案：A
95.男性，35 岁，因车祸伤上腹痛 2 小时入院，诉腹痛剧烈，伴恶心，呕吐，查体： P130
次/分，BP75/40mmHg，神志淡漠，全腹压痛，反跳痛，肌紧张，移动浊音阳性，肠鸣 音消
失。在静脉输液的同时，还需首先采取的治疗措施
A.保守治疗，观察
B.急诊剖腹探查
C.经腹腔动脉介入治疗
D.腹腔镜探查
答案：B
96.男性，75 岁，进行性排尿异常 5 年，表现为尿频，尿等待，排尿不能成线，常因尿液不
自觉流出而打湿内裤，直肠指诊示前列腺增大，中间沟变浅。该患者目前存在的情况是
A.真性尿失禁
B.急迫性尿失禁
C.压力性尿失禁
D.充溢性尿失禁
答案：D
97.男性，75 岁，进行性排尿异常 5 年，表现为尿频，尿等待，排尿不能成线，常因尿液不
自觉流出而打湿内裤，直肠指诊示前列腺增大，中间沟变浅。导致此种情况最可能的原因
是
A.慢性前列腺炎
B.良性前列腺增生
C.前列腺癌
D.膀胱癌
答案：B
98.男性，78 岁。右上腹疼痛伴发热、恶心呕吐 5 天入院。既往高血压病史 10 年， 肺心病
3 年。查体：T38.5℃，P102 次/分，R24 次/分，BP156/98mmHg。皮肤巩膜无黄染，右上腹
明显压痛，轻度肌紧张，肠鸣音减弱。化验：血Hb125g/L，WBC18.6×10⁹/L，血淀粉酶
286U/l，B 超：胆囊 12cm×6cm，壁厚 0.6cm，胆内可见直径 3cm 结石一枚，肝胆管直径
0.8cm，肝下可见积液，胰腺显示不清。最可能的诊断是
A.急性胰腺炎
B.急性胆囊炎
C.急性胆管炎
D.十二指肠溃疡穿孔
答案：B
99.男性，78 岁。右上腹疼痛伴发热、恶心呕吐 5 天入院。既往高血压病史 10 年， 肺心病
3 年。查体：T38.5℃，P102 次/分，R24 次/分，BP156/98mmHg。皮肤巩膜无黄染， 右上
腹明显压痛，轻度肌紧张，肠鸣音减弱。化验：血 Hb125g/L，WBC18.6×10⁹/L，血淀粉 酶
286U/l，B 超：胆囊 12cm×6cm，壁厚 0.6cm，胆内可见直径 3cm 结石一枚，肝胆管直径
0.8cm，肝下可见积液，胰腺显示不清。首选的治疗方式是
A.PTCD
B.急诊开腹手术
C.PTGD
D.保守治疗
答案：C
100.女性，64 岁，持续性右上腹痛伴寒战高热 3 天。既往冠心病 3 年，糖尿病 2 年。 查
体：T39.6℃，巩膜无黄染，右肋缘下深压痛，无肌紧张，肝区叩痛（+）。化验：WBC15.8×10⁹/L， B
超：肝稍大，胆囊 7cm×4cm，壁厚 0.4cm，呈淤胆状，肝右叶可见 8cm×6cm 低回声区。 最
可能的诊断是
A.急性胆囊炎
B.急性胆管炎
C.肝癌
D.肝脓肿
答案：D
101.女性，64 岁，持续性右上腹痛伴寒战高热 3 天。既往冠心病 3 年，糖尿病 2 年。 查
体：T39.6℃，巩膜无黄染，右肋缘下深压痛，无肌紧张，肝区叩痛（+）。化验：WBC15.8×10⁹/L， B
超：肝稍大，胆囊 7cm×4cm，壁厚 0.4cm，呈淤胆状，肝右叶可见 8cm×6cm 低回声区。 为
明确诊断，首选的检查是
A.腹部 CT
B.腹平片
C.ERCP
D.肝脏穿刺
答案：A
102.女性，64 岁，持续性右上腹痛伴寒战高热 3 天。既往冠心病 3 年，糖尿病 2 年。 查
体：T39.6℃，巩膜无黄染，右肋缘下深压痛，无肌紧张，肝区叩痛（+）。化验：WBC15.8×10⁹/L， B
超：肝稍大，胆囊 7cm×4cm，壁厚 0.4cm，呈淤胆状，肝右叶可见 8cm×6cm 低回声区。 此
病最大的危害是
A.转移扩散
B.脓毒血症
C.破裂出血
D.肝功能损害
答案：B
103.男性，17 岁，外伤后左膝部持续性疼痛 2 月余。骨科检查：左膝部肿胀，皮温升
高，静脉怒张，关节活动受限。首先考虑的疾病是
A.骨结核
B.风湿性关节炎
C.骨肉瘤
D.骨髓炎
答案：C
104.男性，17 岁，外伤后左膝部持续性疼痛2月余。骨科检查：左膝部肿胀，皮温升
高，静脉怒张，关节活动受限。最可能的 X 线片表现是
A.日光射线形态
B.虫蚀样骨破坏
C.局限性骨质疏松
D.关节间隙变窄
答案：A
105.男性，17 岁，外伤后左膝部持续性疼痛 2 月余。骨科检查：左膝部肿胀，皮温 升
高，静脉怒张，关节活动受限。下列检查中， 对进一步诊断有意义的是
A.血常规
B.血沉和抗链“O”滴度增高
C.血培养
D.血清碱性磷酸酶
答案：D
106.患者男，8 岁，1 天前发热，39 度，左膝关节压痛，活动受限。骨科检查：左膝 关节红
肿热以及压痛，活动度 30-40 度。x 线检查：左膝关节间隙增宽。该患者诊断为什么 疾病
A.骨关节炎
B.风湿性关节炎
C.类风湿关节炎
D.化脓性关节炎
答案：D
107.患者男，8 岁，1 天前发热，39 度，左膝关节压痛，活动受限。骨科检查：左膝 关节红
肿热以及压痛，活动度 30-40 度。x 线检查：左膝关节间隙增宽。下一步治疗是 A.抗结核
治疗
B.用非甾体抗炎药
C.关节腔用抗生素
D.关节滑膜切除
答案：C
`