export const quesiton = 
`
（68-69 题共用题干）男，48岁。1个月来气短，呼吸困难，1周来发热、咳嗽，B超发现“右
侧大量胸腔积液”。
68. 该患者胸部叩诊不可能出现的体征是
A. 右肺叩诊星实音
B. 右肺肝界下移
C. 右侧肺底移动度消失
D. 心界叩诊向左侧移位
69. 该患者胸部听诊不可能出现的体征是
A. 左上肺可闻及支气管肺泡呼吸音
B. 右下腋前线部可闻及胸膜摩擦音
C. 右上肺可闻及支气管呼吸音
D.右中下肺语音共振消失

（70-72 题共用题干）男性，67 岁。两个月来渐进性乏力，活动后呼吸困难。2 周来症状加重，
出现尿少，腹胀，下肢水肿，ttsx 无发热。既往 COPD 病史20 年。查体：T 36.8°C，P 106
次/分，R18 次/分，血压 95/80mmHg。 半卧位，口唇轻度发绀，颈静脉怒张，双肺未闻及干 湿性啰音，心界向两侧扩大，肝肋下 2cm，双下肢四陷性水肿（+4）。
70. 该惠者最可能的诊断是
A. 慢性肺源性心脏病
B. 扩张型心肌病
C. 急性心肌炎
D. 渗出性心包炎
71. 该患者最可能出现的其他体征是
A. 支气管呼吸音
B. 交替脉
C. 负性心尖博动
D. 心尖部收缩期杂音
72. 为明确诊断首选的检查是
A. 胸部X线
B. 心电图
C. 动脉血气分析
D. 超声心动图

（73-75 题共用题干）男性，S0岁，诊断为 COVID-19 入院。面單吸氧，tsx 给子干扰素、利托
那韦、莫西沙星等药物治疗。随后出现严重的呼吸急促和低氧血症，子以甲强龙治疗，患者
体温从39.0 度降至36.4 度，咳嗽、呼吸困难和乏力无明显改善。胸片示双肺病变较前明显
进展。给子高流量氧疗（氧浓度 60%），两天后患者低氧血症和呼吸困难急剧恶化，血氧饱
和度降至 60%，并出现心脏骤停。
73. 针对该患者的心脏骤停，应采取的措施是
A. 肾上腺素，心室内推注
B. 肾上腺素，静脉推注
C. 去甲肾上腺素，心室内推注
D. 去甲肾上腺素，静脉推注
74. 针对该患者的呼吸困难，应采取的措施是
A. 进一步提高氧浓度
B. 持续气道正压通气
C. 给子较大的潮气量
D. 呼气末正压通气
75. 针对该患者输液的要求是
A. 入量=出量
B. 入量＞出量
C. 入量＜出量
D. 不限制胶体溶波

（76-78 题共用题干）女，65岁。既往高血压病史15年，近3年活动后胸闷、气短，长期服
用氢氣噻嗪、ACEI 治疗 ttsx，服药不规律。近1个月来症状加重，出现夜间阵发性呼吸困
难，下肢水肿。查体：BP 170/100mmllg，双肺底可闻及湿啰音，心尖抬举性搏动，颈静脉
怒张，双下肢凹陷性水肿。诊断为射血分数保留性心衰。
76.该惠者最主要的发病机制是
A. 心室主动舒张功能障碍
B. 心室肌顺应性减退
C. 心室充盈障碍
D. 心室腔异常扩大
77. 下列指标中错误的是
A.E 峰＜A峰
B. LVEF 54%
C．左室压力-容积曲线右移
D. 左室舒张末期压力增高
78.下列调整治疗的措施中正确的是
A. 将氢氣噻嗪改为呋塞米
B. 将 ACEI 改为ARB
C. 加用阝-R 拮抗剂
D. 加用地高辛

（79-81 题共用題干）男性，59 岁，黑便3天，近1天呕血，伴头晕，心悸，乏力，被送入急
诊室。查体：T36.6°C，P96 次/分，BP 108/70mmHg。 意识清楚，面色苍白，巩膜无黄染，
心肺检查末见异常。腹软，腹壁末见静脉曲张，肝牌肋下末触及，移动性浊音（-）。
79.该患者最重要的处理原则是
A. 补充血容量
B. 急诊内镜
C. 肌注止血药
D. 急症手术治疗
80. 该患者最少出血量是
A. 50ml
B. 250ml
C. 400ml
D. 1000ml
81. 不支持该患者活动性出血的临床表现是
A. 贫血
B. 白细胞升高
C. 肠鸣音减弱
D. 血尿素氮增高

（82-84 题共用题干）男性，22 岁。间断水肿1年，加重伴尿少4周。查体：BP 135/90mmHlg，
心肺检查未见异常，腹软，tisx 肝脾肋下未触及，双下肢四陷性水肿。化验尿蛋白（+++），沉
渣 RBC 5-10 个/HP， WBC 0-1 个/HP。血清白蛋白 21g儿，血胆固醇 10.5mmol/L，血肌酐
78umol/L。肾活检：系膜轻度增生，部分肾小球的部分毛细血管祥纤维化，相应肾小管轻度
菱缩。
82. 该患者最可能的病理类型是
A. 微小病变性肾病
B. 慢性肾小球肾炎
C. 系膜增生性肾炎
D. 局灶节段性肾小球硬化
83. 该患者目前最重要的治疗是
A. 对症治疗
B.ACEI 类药物
C. 糖皮质激素
D. 糖皮质激素联合环磷酰胺
84. 该患者按照上述治疗两周后，复查尿蛋自（+++），此时需要
A. 继续上述治疗
B. 更换上述药物
C. 上述药物加量
D. 上述药物减量

（85-87 题共用题干）男性，19 岁。6 天来牙银出血，近 3 天皮肤瘀斑。既往体健。实验室检
查：Hb68g/L, WBC 10.7×10%/L， Plc15x109儿，骨隨增生活跃，异常细胞占 70%，该类细胞
胞浆中有大小不等的颗粒及成堆 Auer 小体。
85.该患者最可能出现的其它异常检查结果是
A. CD34 阳性
B. 髓过氧化酶染色阳性
C. 中性粒细胞碱性磷酸酶阳性
D. NaF 抑制试验阳性
86. 该患者最容易出现的并发症是
A. 严重感染
B. 弥散性血管内凝血

C. 中枢神经系统受侵犯
D. 舉丸受侵犯
87. 该患者首选的治疗是
A. DA 方案化疗
B. VDLP 方案化疗
C. 口服全反式维甲酸
D. 骨髓移植

（88-90 题共用题干）男性，30岁，2个月来自觉乏力、口渴、夜尿增多，1周前因劳累感乏
力症状明显加重，伴下肢无力，行走困难，来院检查发现血压增高。既往体健，无烟酒嗜
好，无高血压病家族史。查体：BP 160/90mmHlg，心肺腹均未见阳性体征。尿常规：比重
1.011，蛋白（士）。心电图可见高 U波。
88. 该患者最可能的诊断是
A. Graves 病
B. 库欣病
C. 糖尿病并发高血压
D. 原发性醛固酮增多症
89. 为进一步明确病情，首选的检查是
A. 肾功能
B. 血 FT3, FT， TSH
C. 糖化血红蛋白
D. 血、尿电解质
90. 以下对该惠者治疗不恰当的药物是
A. 気苯蝶啶
B. 氡氯地平
C. 螺内酯
D. 呋塞米

（91-92 题共用题干）男性，33岁，反复口腔溃疡5年，结节性红斑1年，近1个月出现视物
模糊，右下腹痛。下肢超声发现静脉血栓。
91. 该患者最可能的诊断是
A. 系统性红斑狼疮
B. 抗磷脂综合征
C. 贝赫切特病
D. 显微镜下多血管炎
92. 该患者最佳的治疗是
A. 抗凝
B. NSAIDs
C. 沙利度胺
D. 糖皮质激素+免疫抑制剂

（93-94 题共用题干）女性，37 岁。因左叶甲状腺乳头状癌行甲状腺左叶全切、峡部及右叶大
部切除术。术后第1天发生呼吸急促，口周麻木，手足持续性痉挛。
93. 为明确诊浙，应首选的检查是
A. 血T、T
B. 颈部B超
C. 颈部穿刺
D. 血清钙、磷浓度
94. 首要的处理措施是
A. 静脉注射钙剂
B. 气管切开
C. 拆除颈部伤口缝线
D. 检查引流管

（95-96 题共用题干）女性，60 岁。上腹胀痛伴恶心、呕吐2天，右下腹痛阵发加剧、腹胀半
天。查体：T38.3 度，P120 次/分，BP 150/90mmHg．全腹压痛（+），右下腹明显，有肌紧
张，未闻及肠鸣音。实验室检查：WBC 13.1×10°儿L，N0.88。右下腹穿刺抽出黄色混浊液
体，镜检脓细胞（++）。
95. 该患者最可能的诊断是
A. 消化性溃疡穿孔并弥漫性腹膜炎
B. 绞窄性肠梗阻
C. 阑尾炎穿孔
D. 急性重症胰腺炎
96. 该患者正确的处理措施是
A. 抗生素彻底冲洗腹腔
B. 必须常规放置引流
C. 需要及时手术治疗
D. 先用抗生素，3个月后切除阑尾

（97-99 题共用题干）男性，80岁。因突发全腹剧痛8小时来院，途中频繁呕吐，随后出现气
急、喘憋。既往有房领史。入院查体：P95 次/分，BP 84/60mmHg，急性病容，呼吸急促，
两肺均可闻及時鸣音及湿啰音，右侧为著，心率120 次/分，节律不整，腹部膨隆，全腹均
有压痛，右侧更明显，轻度反跳痛，肌紧张，肠鸣音弱。化验 Hb 124g/L, WBC 30×10%/L，
中性粒细胞 90%。
97. 对该患者即刻应采取的处理措施是
A. 快速补液加升压药
B. 增强 CT
C. 血管造影
D. 减慢心率
98. 惠者突发严重喘憨可能的原因是
A. 急性心衰
B. 哮嘴发作
C. 肺栓塞
D.吸入性肺炎
99. 惠者的以下拟诊中可排除的是
A. 上消化道穿孔
B. 肠系膜上动脉栓塞
C. 急性重症胰腺炎
D. 乙状结肠扭转

（100-102 题共用题干）男性，68岁，反复上腹部不适，轻度黄疸3个月，既往胆囊结石病史。
2 天前腹痛，黄疸加重伴高热。查体：T39.5°C，P 122 次/分，BP 85/50mmHg， 意识淡漠，
右上腹压痛，肌紧张。
100. 首选的检查为
A. B超
B. CT
C. MRI
D. X线
101. 该患者最可能的诊断是
A. 急性胰腺炎
B. 急性胆囊炎
C. 急性胆管炎
D. 上消化道穿孔
102. 该患者最佳的处理措施是
A. 补充血容量
B. 腹腔镜胆囊切除术
C. 胆总管切开取石，T管引流
D. ENBD

（103-105 题共用题干）男性，17岁。半小时前因跳马比赛不慎颈部受伤，初步检查：患者可
主动作肩前屈、肘屈运动，但不能主动作肘伸运动，双下肢软瘫。
103. 该患者脊椎损伤部位最可能是位于
A. 颈3、4
B. 颈4、5
C. 预5、6
D. 颈6、7
104. 急诊入院后，颈椎X线片未见骨折脱位，最适宜的处理是
A. 半卧位，减轻腹部对胸腔的压力
B. 平卧四头带颈部牵引
C. 气管切开、呼吸机辅助呼吸
，急诊手术探查颈髓损伤程度
105. 患者入院后，出现呼吸道感染，最主要的原因是
A. 双下肢软瘫
B. 肋间肌瘫痪
C. 膈肌瘫痪
D. 未联合使用抗生素

（106-107 题共用题干）男性，36 岁。右膝关节持续性肿痛2 个月。既往腰痛 14年，伴晨僵，
活动后改善。查体：右膝关节肿胀，有压痛，右膝关节积液，双侧4 字试验（+）。实验室检
查：WBC 13.2×10%/L， Plt 383×10%/L, ESR 78mm/h, RF（-）。
106. 该患者最可能的诊断是
A. 强直性脊柱炎
B. 骨关节炎
C.类凤湿关节炎
D. 化脓性关节炎
107.对该病最有价值的检查是
A. HLA-B2n
B. HLA-DR
C. 骶髂关节MRI
D. 膝关节 MRI

108. 男性，25岁。因交通事故深度昏迷，被送至医院急救，患者生命垂危，无法联系到患
者近亲属和关系人，医生立即请示院方批准并积极救治，这体现的医生美德是
A. 诚信
B. 仁爱
C. 奉献
D. 正直

109. 男性，78 岁，因脑梗死昏迷被家人送医院救治，治疗多日仍意识不清，家属要求放弃
治疗。针对家属的要求，医生应当考虑的首要因素是
A. 患者的经济条件
B. 患者的社会地位
C. 患者家属的意愿
D.患者的疾病状况

110. 女性，52 岁，住院期间需做 MRI 检直，患者非常害怕，在医惠沟通过程中，应避免使
用的语言为
A. 别的惠者都做了，有什么可紧张的
B. 这项检查对诊断很重要，希望您配合
C. 有护士陪您去的，不用紧张
D. 这项检查凤险很小，别害怕

111. 女性，35 岁。诊断为子宫肌瘤，需手术治疗。术中发现右侧卵巢有一个囊肿，可一并
切除。这种情况下，医生与患者家展正确的沟通方式是
A. 等做完手术后再与患者及家属说明
B. 手术继续进行，派助手口头通知患者家属需扩大手术范围
C. 先缝合手术切口，待与惠者家属沟通好再行囊肿切除手术
D. 立即与患者家属沟通，取得书面同意后行囊肿切除手术

112. 某医院向患者承诺：“静脉输液穿刺一次成功，做不到当场还患者输液费5元”。此举引
发了社会热议。该医院把医惠关系错误的理解为
A. 信托关系
B. 消费关系
C. 责权关系
D. 技术关系

113. 在医患关系中，患者的健康信息属于保密范围，普適认为对选传信息也应当保密，只在
特定情况下信息透露可以得到伦理辩护。某女性检测出 BRCA1 基因突变，乳腺癌发病风险
增高。医生以下做法恰当的是
A. 建议该女性将此信息告知直系亲属
B. 将该选传信息透露给其应聘单位
C. 将该信息透露给保險公司
D. 将该信息直接透露给其全部家属

114. 辅助生殖技术是代替正常生殖过程某些步骤的手段，根据临床医学伦理学的原则，关
于医务人员的义务，下列观点正确的是
A. 为夫妇提供出于提高未来婴儿智力目的的辅助生殖方式
B. 为不育夫妇提供出于个人偏好而选择胎儿性别的辅助生殖服务
c. 为单身女性提供捐赠精子或捐赠胚胎的辅助生殖服务
D. 为不育夫妇提供与弥补正常功能降碍直接相关的辅助生殖服务

115. 在以惠者作为受试者的临床试验中，从伦理视角看，下列表述正确的是
A. 只有能够使受试者个人受益的临床试验才可以得到伦理辩护
B. 既能够使受试者个人受益也能够使社会受益的临床试验才可以得到伦理辩护
C. 为了科学知识的增长和未来患者的健康利益，对少数受试者的伤害是医学发展所必须的，
可以得到伦理辩护
D. 只有在发展医学知识与不伤害受试者之间做出最佳平衡，对受试者可能造成的凤险是最
低的临床试验，才可以得到伦理辩护

二、B型题：116~135 小题，每小题 1.5分，共30分。A、B、C、D是其下两道小题的备
选项，请从中选择一项最符合题目要求的，每个选项可以被选择一次或两次。

A. Na*内流
B. Ca？+内流
C. Cr内流
D. K*外流
116. 实房结细胞动作电位0期的主要机制是
117. 心室肌细胞动作电位3期的主要机制是

A. 肾小球毛细血管血压降低
B. 血浆晶体滲透压升高
C. 囊内压升高
D. 肾血浆流量增加
118. 急性大失血导致尿量改变的主要机制是
119.大量输生理盐水导致尿量改变的机制是

A. 丙二酰 CoA
B. 脂肪酰 CoA
C.B-羟丁酸
D. 乙酰乙酰 CoA
120.阝氧化中脂肪酸的活化形式是
121. 胆固醇合成的重要中间产物是

A. 酸性激活结构域
B. 碱性激活结构城
C. 脯氨酸富含结构域
D. 谷氨酰胶富含结构域
122. 通过与 GC 盒结合发挥作用的转录激活结构城是
123. 通过与 CAAT 盒结合发挥作用的转录激活结构域是

A. 鼠疫
B. 蜂窝织性阑尾炎
C. 流行性乙型脑炎
D. 凤湿性心内膜炎
124. 属于化脓性炎的是
125. 属于出血性炎的是

A. 霍奇金淋巴瘤
B. 滤泡型淋巴瘤
C. Burkitt 淋巴瘤
D. 弥漫大B细胞淋巴瘤
126. 肿痛细胞间散在巨噬细胞存在，形成满天星图像的淋巴瘤是
127. 存在“双表达”（myc+BCL2 高表达），预后较差的淋巴瘤是

A. 二尖瓣狭窄
B. 二尖瓣关闭不全
C. 主动脉瓣狭窄
D. 主动脉瓣关闭不全
128. 最可能发生晕厥的心脏瓣膜病是
129.最容易并发感染性心内膜炎的心脏瓣膜病是

A. 烂苹果味
B. 苦杏仁味
C. 蒜臭味
D. 腥臭味
130. 有机磷中毒，患者呼吸气味常是
131. 氰化物中毒，患者呼吸气味常是

A. 蕈伞型
B. 髓质型
C. 溃疡型
D. 缩窄型
132. 阻塞程度较轻的食管癌类型是
133. 较早出现阻塞的食管癌类型是

A. Park 术
B. Miles 术
C. Hartmann 术
D. Dixon 术
134. 男，82 岁。美便带血及粘液1月。1周前结肠镜发现距肛缘 15cm 处环周肿物，镜身不
能进入，取活检。病理报告：中分化腺癌。3 天前腹胀、腹痛，停止排便排气。对该患者应
选择的手术方式为
135. 男，58岁。脓血便2 周，直肠指诊距肛缘 3cm 触及肿物，质硬，不活动，古据左侧大
半周，指套有血渍，拟诊直肠癌。对该患者应选择的手术方式为
`
