export const quesiton = 
`
108.女性，23 岁。妊娠 7 周，到某诊所要求做人工流产手术。诊所聘用人员王某为其进行
了手术，术中患者出现大出血导致死亡。经查，王某为非医师行医，按照我国《医师法》
相关规定，对其应适用
A.教育
B.赔礼道歉
C.警告
D.依法追究刑事责任
109.具有高等学校医学专业本科学历，报考执业医师资格考试的，需要在医疗预防保健机
构中工作满一定年限，该年限是
A.3
B.5
C.1
D.4
110.女，35 岁。习惯性流产，经检查确诊为双角子宫，无法足月妊娠。患者要求医生对此
信息保密，否则会破坏她的婚姻。医生的做法能够得到伦理辩护的是
A.保护患者的隐私，不将患者的该信息透露给无关人员，包括其丈夫
B.拒绝患者的要求，因为该患者的丈夫有知情权
C.拒绝患者的要求，因为医生应该说真话
D.拒绝患者的要求，因为生育是夫妻双方的权利
111.某医院急诊科凌晨 2 点接诊一名车祸昏迷患者，经诊断为颅内出血，需立即手术以挽
救患者生命，此时无法联系到患者的近亲属或关系人。以下做法正确的是
A.经治医生可自行决定实施手术治疗
B.经医生所在科室主任同意后实施手术治疗
C.经医院负责人或被授权的负责人批准后实施手术治疗
D.经请示上级医疗机构主管部门批准后实施手术治疗
112.遗传咨询的目的是为求咨者提供遗传相关信息，以帮助他们做出符合自身最佳利益和
价值的决定。一对夫妇前来寻求遗传咨询，因为他们的孩子患有遗传性疾病。在检测时发
现丈夫并非孩子的生物学父亲，丈夫对此并不知情。医生的最佳做法及可以得到伦理辩护
的理由是
A.将此信息告知夫妇双方，因为“讲真话”是求咨者与咨询者之间建立信任关系的基础
B.只将此信息告知妻子，因为向丈夫提供该信息可能会对孩子和家庭造成伤害
C.只将此信息告知丈夫，因为丈夫更值得同情，不应该对丈夫隐瞒此事实
D.对该夫妻双方隐瞒此信息，即使这样做会影响他们做出最佳决策
113.临床医疗的目的是使患者受益，这是医疗干预的直接效应。但有时这种医疗干预也会
伴随可预料的伤害，这是医疗干预的间接效应。可为医疗中这类不可避免的伤害进行伦理
辩护的是
A.健康效应原则
B.双重效应原则
C.风险效应原则
D.代价效应原则
114.由于医患双方拥有知识上的不平等，患者处于相对弱势地位，患者将健康和生命托付
给医务人员，所以医务人员必须全心全意去为患者诊治，这种医患关系成为
A.权利与义务关系
B.信托关系
C.依附关系
D.契约关系
115.男，48 岁。在某医院实施脊柱手术。术后出现医疗纠纷，经医疗事故鉴定委员会鉴定
为三级医疗事故，以下符合三级医疗事故的描述是
A.造成患者重度残疾
B.造成患者明显人身损害的其他后果
C.造成患者轻度残疾、器官组织损伤导致一般功能障碍
D.造成患者中度残疾、器官组织损伤导致严重功能障碍
二、B 型题：116~135 小题，每小题 1.5 分，共 30 分。A、B、C、D 是其下两道小题的备
选项，请从中选择一项最符合题目要求的，每个选项可以被选择一次或两次。
A.CO 中毒
B.PO₂下降
C.PCO₂升高
D.2,3-DPG 降低
116.不阻碍 Hb 与 O₂结合，但是阻碍 HbO₂释放 O₂的因素是
117.既阻碍 Hb 与 O₂结合，又阻碍 HbO₂释放 O₂的因素是
A.Broca 区
B.颞上回后部
C.Wernicke 区
D.顶下小叶角回
118.患者除听不懂别人说话外，其他语言认知功能均正常，听力无障碍，其皮层损伤部位
是
119.患者除自己不会说话外，其他语言认知功能均正常，发音无障碍，其皮层损伤部位是
A.琥珀酰 CoA 合成酶
B.HMG CoA 还原酶
C.乙酰 CoA 羧化酶
D.HMG CoA 裂解酶
120.参与三羧酸循环的酶是
121.产物是酮体的酶是
A.限制性内切酶
B.RNA 聚合酶
C.核酶
D.逆转录酶
122.参与端粒合成的酶是
123.具有合成 cDNA 功能的酶是
A.淀粉样变
B.脂肪变
C.玻璃样变
D.黏液样变
124.瘢痕组织容易发生的变性是
125.高血压患者肾小球入球小动脉容易发生的变性是
A.RAS 基因产物
B.p53 基因产物
C.Rb 基因产物
D.myc 基因产物
126.HPV 的 E6 蛋白能灭活
127.HPV 的 E7 蛋白能灭活
A.黄疸
B.蜘蛛痣
C.腹水
D.牙龈出血
128.肝硬化导致性激素代谢失调的临床表现
129.门脉高压的常见临床表现
A.发绀
B.发红
C.苍白
D.黄疸
130.亚硝酸盐中毒引起的皮肤改变是
131.四氯化碳中毒引起的皮肤改变是
A.腹股沟斜疝
B.腹股沟直疝
C.股疝
D.切口疝
132.发生率最高的疝是
133.最容易发生嵌顿的疝是
A.桡神经深支
B.桡神经浅支
C.尺神经
D.正中神经
134.肘管综合征损伤的神经是
135.腕管综合征损伤的神经是
三、X 型题：136~165 小题，每小题 2 分，共 60 分。在每小题给出的 A、B、C、D 四个
选项中，至少有两项是符合题目要求的。请选出所有符合题目要求的答案，错选、多选或
少选均不得分。
136.影响静息电位的因素有
A.细胞外液的 K⁺浓度
B.细胞外液的 Ca²⁺浓度
C.膜对 K⁺和 Na⁺的相对通透性
D.钠泵活动水平
137.属于生理性抗凝物质的有
A.蛋白质 C
B.组织因子途径抑制物
C.纤溶酶原激活物抑制物-1
D.肝素
138.在肺泡液-气界面存在适量的肺表面活性物质，其生理意义有
A.防止肺水肿的发生
B.防止肺气肿的发生
C.使吸气变得较省力
D.稳定肺泡内压力和容积
139.促进胃内容物向十二指肠排空的因素有
A.迷走-迷走反射
B.壁内神经丛反射
C.肠-胃反射
D.促胰液素
140.引起肾的颗粒细胞释放肾素的因素
A.血浆晶体渗透压降低
B.肾交感神经兴奋增强
C.肾小球滤过的 Nat 量增多
D.肾血流量减少
141.由 α 型肾上腺素能受体介导的生理活动有
A.瞳孔开大
B.骨骼肌血管收缩
C.胃肠平滑肌收缩
D.脂肪分解加强
142.下列属于蛋白质激酶偶联受体介导的信号转导通路有
A.MAPK 通路
B.JAK-STAT 通路
C.PI-3K 通路
D.经典核受体通路
143.天冬氨酸、乳酸和甘油异生为糖时，所经历的共同反应是
A.磷酸烯醇式丙酮酸→2-磷酸甘油酸
B.3-磷酸甘油酸→1,3-二磷酸甘油酸
C.3-磷酸甘油醛⇆磷酸二羟丙酮
D.1,6-二磷酸果糖→6-磷酸果糖
144.谷氨酰胺的生物学作用有
A.储存和运输氨
B.参与维持肾脏的酸碱平衡
C.参与嘧啶核苷酸的从头合成
D.参与嘌呤核苷酸的从头合成
145.肝脏合成的初级胆汁酸有
A.胆酸
B.鹅脱氧胆酸
C.甘氨胆酸
D.牛磺胆酸
146.原核生物基因表达调控的方式有
A.阻遏蛋白封闭启动子的负调控
B.cAMP-CAP 介导的正调控
C.转录衰减调控
D.RNA 编辑
147.重组 DNA 技术中，可用于获取目的基因的方法有
A.化学合成法
B.PCR
C.基因组文库法
D.cDNA 文库法
148.下列选项中符合肉芽组织特征的有
A.较多的多核巨细胞
B.较多的成纤维细胞
C.较多的内皮细胞
D.较多的类上皮细胞
149.下列形态改变中，属于炎症的主要病理变化有
A.血管反应
B.肉芽组织形成
C.炎细胞浸润
D.上皮细胞增生
150.下列疾病属于化脓性炎的有
A.小叶性肺炎
B.细菌性痢疾
C.肾盂肾炎
D.构体螺旋病
151.下列关于艾滋病的描述，正确的有
A.艾滋病病毒是 RNA 病毒
B.艾滋病病毒的入侵门户是 CD8 分子
C.早期病变时淋巴滤泡发生萎缩
D.继发性恶性肿瘤中最常见的为卡波西肉瘤
152.关于完全性葡萄胎的叙述，正确的有
A.均为男性遗传起源
B.核型为二倍体
C.可以有胎儿存在
D.水肿的绒毛间质内血管增生
153.下列关于甲状腺癌的叙述，正确的有
A.滤泡癌早期多经血道转移
B.髓样癌来源于滤泡旁细胞，多发生玻璃样变
C.乳头状癌预后最好，病灶内可见钙化小体
D.未分化癌可有小细胞型、梭形细胞型、巨细胞型、混合细胞型
154.下列选项中，属于血源性金黄色葡萄球菌肺炎特点的是
A.两肺多发性结节阴影，以两下肺为著
B.可有脓腔、空洞形成，且变化迅速
C.在形成大片渗出时，经常有支气管充气征
D.可用苯唑西林治疗
155.男性，50 岁。4 小时来急性胸痛，心电图诊断为“急性下壁、右心室心肌梗死”。患者
胸痛持续不缓解，查体：BP 85/60mmHg，颈静脉充盈，下肢水肿（+）。下列治疗措施
中，正确的有
A.适当利尿消除水肿
B.积极补液适当应用多巴胺升血压
C.即刻进行 PCI 术血运重建
D.静点硝酸甘油缓解心绞痛
156.支持重症急性胰腺炎的实验室检查结果有
A.血浆 C 反应蛋白降低
B.空腹血糖降低
C.血清淀粉酶正常或降低
D.血钙降低
157.下列支持急性肾小管坏死的尿液检查结果有
A.尿比重＞1.012
B.尿渗透压＞300 mOsm/Kg·H2O
C.尿钠浓度＞20mmol/L
D.可有棕色颗粒管型
158.提示因纤溶异常而引起出血的血液实验室检查项目有
A.vWF 测定
B.PC 测定
C.t-PA 测定
D.鱼精蛋白副凝（3P）试验
159.女性，31 岁。3 年前患 Graves 病，服用抗甲状腺药物 2 年后停药，1 个月以来出现心
悸、多汗、手颤、消瘦，甲功检查显示 FT₃和 FT₄明显升高，TSH 显著降低，TRAb（+），
肝功能和血常规结果正常。目前正值哺乳期。查体：甲状腺Ⅲ度肿大，突眼度为 21mm。
对该患者治疗方法不恰当的有
A.推荐选用 MMI 治疗
B.131I 治疗
C.急诊甲状腺切除术
D.碘剂治疗
160.拔除胸腔闭式引流管的指征有
A.胸腔内气液无残留，肺扩张好，引流管通畅
B.胸腔内气体少量残留，肺扩张好，引流管不通畅
C.胸腔内气液无残留，肺不张，引流管通畅
D.胸腔内气体少量残留，引流管内间断有气体逸出
161.下列那些疾患易发生绞窄性肠梗阻
A.肠扭转
B.完全性肠梗阻
C.肠套叠
D.肠系膜血管阻塞
162.长期肠外营养可能产生的并发症有
A.肝功能损害
B.肾功能损害
C.水、电解质平衡紊乱
D.骨质疏松
163.下列有关破伤风的叙述，正确的是
A.最先出现咀嚼肌强烈收缩
B.光线可以诱发全身肌肉痉挛
C.预防关键是早期彻底清创
D.早期大剂量青霉素治疗
164.关于骨巨细胞瘤的叙述，正确的有
A.瘤组织以单核基质细胞及多核巨细胞为主要成分
B.典型 X 线特征为骨端偏心位破坏，有明显骨膜反应
C.病变局部肿块有压痛，关节活动不受限
D.手术困难时，可采用放化疗，但放疗后易肉瘤变
165.不属于骨关节炎导致的畸形变有
A.杵状指
B.Heberden 结节
C.手指向尺侧偏斜
D.天鹅颈样畸形
`

