export const quesiton = 
`
1. 在参加赛跑前，尽管信号枪还没响起，通过人体自身的调控机制，参赛者已出现心率加快，肺通气量增加等应急反应。该调控机制的特点是

A. 会产生震荡  
炎炎学姐  
B. 无预见性  
微信公众号  
C. 适应性差  
D. 快速调节

2. 抑制下列哪种结构的功能活动可影响小肠黏膜细胞对葡萄糖的吸收

A.钙泵  
B. 钠泵  
C. 质子泵  
D.  $\mathrm{Na} + -\mathrm{Ca}^{2+}$  交换体

炎炎学姐

微信公众号

3. 回心血量增加使心肌收缩加强属于

A. 正反馈调节  
B. 负反馈调节  
C. 自身调节  
D. 神经-体液调节

4. 关于窦房结细胞 4 期自动去极化, 正确的是

A. 起搏电流在 4 期自动去极化过程中起主要作用  
B. 4 期自动去极化起始阶段以  $\mathrm{K}+$  外流进行性衰减为主  
C. 快钠通道开放, 导致  $\mathrm{Na}+$  内流, 4 期自动去极化  
D. L 型 Ca2+通道激活是去极化后期最主要成分

5. 下列关于各类血管功能特点的叙述，正确的是

A. 毛细血管前括约肌属于毛细血管前阻力，交感缩血管纤维的分布极少  
B. 主动脉与大动脉有弹性贮器的作用, 使血液能在血管中匀速流动  
C. 微静脉口径不变时, 微动脉舒张有利于组织液进入血液  
D. 静脉的舒缩活动是促使静脉血回流入心脏的主要动力

6. 能使功能余气量增多的呼吸系统疾病是

A.肺炎  
B. 矽肺  
C. 肺水肿  
D. 支气管哮喘

7. 对肺换气而言，浅快呼吸不利于呼吸，是因为浅快呼吸时

A. 肺通气量下降  
B. 肺血流量下降  
C. 解剖无效腔增加  
D. 解剖无效腔的存在

8. 迷走神经兴奋引起胰液分泌的特点是

A. 水分少, 碳酸氢盐和酶的含量丰富  
B. 水分和碳酸氢盐的含量少, 酶的含量丰富  
C. 水分多,碳酸氢盐和酶的含量少  
D. 水分和碳酸氢盐的含量多, 酶的含量少

9．飞机上升和下降时，服务员向乘客递送糖果，使乘客做吞咽动作，其生理意义在于

A. 调节基底膜两侧的压力平衡  
B. 调节前庭膜两侧的压力平衡  
C. 调节圆窗膜内外压力平衡  
D. 调节鼓室与大气压的压力平衡

10. 关于电突触，下列叙述中错误的是

A. 与化学性突触比较, 突触间隙狭窄  
B. 通常为单向传递  
C. 突触延搁较短  
D. 其结构基础为缝隙连接  
E. 炎炎学姐微信公众号首发试卷

11. 能耗竭递质，导致骨骼肌神经-肌接头处传递效应降低的物质是

A. a-银环蛇毒  
B. 新斯的明  
C. 筒箭毒碱  
D. 黑寡妇蜘蛛毒

12. 下列激素中，不属于类固醇激素的是

A. 皮质醇

B. 醛固酮

C. 甲状腺激素

D. 雌二醇

13. 下列关于甲状腺激素的作用，说法错误的是

A. TH 与 THR 结合, 在胞膜上形成激素-受体复合物, 启动基因转录  
B. TH既可以促进长骨和牙齿生长，又可以促进神经系统的发育  
C. 脑中的甲状腺激素  $\beta$  受体与甲状腺激素反应元件结合, 解除基因沉默  
D. 正常分泌甲状腺激素时促进合成为主, 过量分泌时促进分解为主

14. 长期大量服用糖皮质激素的患者，可出现

A. 血中淋巴细胞和嗜酸性粒细胞增多  
B. 面部、躯干和背部脂肪明显减少  
C. 血压往往低于服药前水平  
D. 可引起肾上腺皮质束状带萎缩

15. 机体安静情况下，对醛固酮分泌调节不起作用的因素是

A. 高血钠  
B. 血管紧张素 II  
C. 促肾上腺皮质激素  
D. 高血钾

（？？？生理少了一道题？ljy这出题出的）

16. 蛋清变成蛋白之后，不会有以下哪种变化

A. 黏度增加  
B. 发生结晶  
C. 溶解度降低  
D. 丧失生物学活性

17. 有些抑制剂与酶活性中心外的结合位点相结合，不影响酶与底物的结合，底物也不影响酶与抑制剂的结合。这样的酶促反应  $\mathrm{Km}$  值如何变化

A. 不变  
B. 减小  
C. 增大  
D. 没有规律

18. 组成原核生物核糖体大亚基的 rRNA 是

炎炎学姐

微信公众号

A.5S、5.8S  
B. 5S、28S  
C. 5S、23S  
D. 5.8S、23S

19. 下列代谢途径中与核酸合成关系最密切的是

A. 糖酵解  
B. 糖异生  
C. 糖原合成  
D. 戊糖磷酸途径

炎炎学姐

微信公众号

20. 脂肪酸在  $\beta$ -氧化过程中的活化形式为

A. 乙酰 CoA  
B. 丙二酰 CoA  
C. 脂肪酰 CoA  
D.  $\beta$ -羟丁酸

21. 下列哪个酶的先天性缺陷可引起白化病

A. 苯丙氨酸羟化酶

B. 苯丙氨酸转氨酶

C. 酪氨酸羟化酶

D. 酪氨酸酶

22. 下列有关呼吸链的说法，错误的是

A. 递氢体同时也是递电子体  
B. 氧化磷酸化偶联部位在复合体 II、III、IV 内  
C. 呼吸链中电子从低电位向高电位进行传递  
D. CO 抑制呼吸链的部位是复合体 IV

23. 参与嘌呤核苷酸补救合成途径的底物是

A. 甘氨酸  
B. 腺嘌呤  
C. 天冬氨酸  
D. 谷氨酰胺

24. 解旋酶一般在 DNA 或 RNA 复制过程中起到催化双链 DNA 或 RNA 解旋的作用。下列具有这种功能活性的蛋白是

A. DnaA  
B. DnaB  
C. DnaC  
D. DnaG

25. 下列关于冈崎片段的叙述错误的是

A. 为不连续的复制片段  
B. 原核生物冈崎片段有  $1000 \sim 2000$  个核苷酸残基  
C. 冈崎片段上的引物通过 DNA pol III 水解  
D. 冈崎片段上的引物是 RNA, 不是 DNA

26. 在肽链合成过程中, 原核生物核糖体中卸载 tRNA 的位点是

A.A位  
B. P 位  
C.E位  
D. 核糖体结合位点

27. 下列属于顺式作用元件的是

A. 转录抑制因子  
B. 转录激活因子  
C. 操纵子  
D. 沉默子

28. 可发生凝固性坏死的器官或组织是

A. 心脏

B. 脑

C. 肺

D. 子宫

29. 下列对槟榔肝的叙述错误的是

A. 槟榔肝主要是由于慢性肝淤血所致  
B. 镜下可见小叶中央肝窦扩张出血  
C. 肝含铁血黄素沉积  
D. 肝细胞萎缩

30. 下列炎症介质中，可引起组织损伤的是

A. 组胺  
B. 活性氧  
C. IL-1  
D. 白三烯

![](https://cdn-mineru.openxlab.org.cn/result/2025-10-06/f837ad01-9acd-4395-a006-ce15e8ab20a8/eb8515b7ca42a44db8c8ce60a177c729f85442ef07c438c44bef6ece35f4e693.jpg)

31. 关于肿瘤血道转移的叙述正确的是

A. 瘤细胞主要经动脉入血  
B. 恶性肿瘤血行转移最易累及的器官是肝和肾  
C. 瘤细胞主要经淋巴管间接入血  
D. 瘤细胞主要经静脉入血

32. 哪种细胞内可见纤维蛋白样变性

A. 泡沫细胞

B. Aschoff细胞

C. 心衰细胞

D. 尘细胞

33. 气体出现在肺膜下、肺小叶间隔，纵隔形成串珠样气泡的是

A. 腺泡中央型肺气肿  
B. 腺泡周围型肺气肿  
C. 间质性肺气肿  
D. 全腺泡型肺气肿

34. 下列肺癌类型中，常有角化珠形成的是

A. 肺腺癌  
B. 肺小细胞癌  
C. 肺鳞状细胞癌  
D. 肺大细胞癌

35. 下列哪种色素可引起肝细胞羽毛状坏死

A. 脂褐素  
B. 胆色素  
C. 含铁血黄素  
D. 黑色素

36. 下列关于胃癌的叙述正确的是

A. 淋巴转移是主要的转移途径  
B. 早期胃癌是指直径小于  $1 \mathrm{~cm}$  的癌  
C. 溃疡性胃癌的黏膜皱襞向溃疡集中  
D. 早期胃癌中隆起型最多见

![](https://cdn-mineru.openxlab.org.cn/result/2025-10-06/f837ad01-9acd-4395-a006-ce15e8ab20a8/3bb03a769acf987840d993018d210b63f84028ed7c94ba798aca1c2e54df239c.jpg)

37. 多见于儿童的非霍奇金淋巴瘤类型是

A. 小淋巴细胞淋巴瘤  
B. B 淋巴母细胞淋巴瘤  
C. 滤泡性淋巴瘤  
D. 弥漫大 B 细胞淋巴瘤

![](https://cdn-mineru.openxlab.org.cn/result/2025-10-06/f837ad01-9acd-4395-a006-ce15e8ab20a8/94d569f596c01c309909b85b7706c2bff0089b8d71714dbba22e6790842c9b8f.jpg)

38. 下列对于微小病变性肾小球病光镜下的描述正确的是

A. 肾小球毛细血管基底膜呈双轨状  
B. 肾小球毛细血管壁弥漫性增厚  
C. 肾小管上皮细胞内脂质沉积  
D. 弥漫性系膜细胞和内皮细胞增生

39. 下列关于葡萄胎的叙述，错误的是

A. 绒毛高度水肿  
B. 间质血管消失  
C. 滋养层细胞有不同程度的增生  
D. 所有葡萄胎的绒毛可出现在子宫肌层中

40. Kussmaul 呼吸常见于哪种情况

A. 代谢性碱中毒

B. 代谢性酸中毒

C. 呼吸性碱中毒

D. 呼吸性酸中毒

41. COPD 的标志性症状是

A. 慢性咳嗽  
B. 咳痰  
C. 气短  
D. 喘息

42.肺炎链球菌肺炎最主要的致病因素是

A. 细菌内毒素  
B. 细菌外毒素  
C. 细菌荚膜  
D. 细菌对组织的直接破坏

![](https://cdn-mineru.openxlab.org.cn/result/2025-10-06/f837ad01-9acd-4395-a006-ce15e8ab20a8/f4ce2881bad75b8a7e5f4cc989baae8c8893aef40a7ff7ee2b6a2dafce26618e.jpg)

43. 下列不属于继发性肺结核的是

A. 浸润性肺结核  
B. 结核球  
C. 结核性胸膜炎  
D. 纤维空洞性肺结核

![](https://cdn-mineru.openxlab.org.cn/result/2025-10-06/f837ad01-9acd-4395-a006-ce15e8ab20a8/0f216a8c8ea3929f0f4040a990f3675edd3e02040020c847a5188026af5d273f.jpg)

44. 肺血栓栓塞症的“三联征”是

A. 呼吸困难、胸痛、低血压  
B. 呼吸困难、胸痛、咯血  
C. 呼吸困难、胸痛、晕厥  
D. 低血压、心音低弱、颈静脉怒张

45. 下列心律失常类型中，哪项不是射频消融治疗的适应症？

A. 预激综合征合并房颤和快速心室率  
B. 房室结折返性心动过速  
C. 非阵发性交界区心动过速  
D. 频发室速

46. 可使肥厚型梗阻性心肌病患者心脏杂音减弱的药物是

A. 硝酸甘油

B. 地高辛

C. 多巴胺

D. 普萘洛尔

47. 重度二尖瓣狭窄的严重并发症是

A. 胃肠道出血  
B. 右心衰竭  
C. 心律失常  
D. 急性肺水肿

48. 有助于鉴别胸痛和反流关系的检查方法是

A. 24 小时食管  $\mathrm{pH}$  监测  
B. 食管测压  
C. 食管钡餐造影  
D. 胃镜

![](https://cdn-mineru.openxlab.org.cn/result/2025-10-06/f837ad01-9acd-4395-a006-ce15e8ab20a8/7f306b99912c0471b3a0bcc86f36fd2c91b7e28c3a73feb2d729d1978d8f7a0e.jpg)

49. 肝性脑病三期的表现是

A. 智力测试时有轻微异常  
B. 扑翼样震颤无法引出  
C. 各种反射消失  
D. 昏睡和精神错乱

![](https://cdn-mineru.openxlab.org.cn/result/2025-10-06/f837ad01-9acd-4395-a006-ce15e8ab20a8/ac2f61cc10a77f55de5b73acac0ccadce8325311d1a618c6b673ba188a3a9bb3.jpg)

50. 下列属于正常细胞性贫血的是

A. 缺铁性贫血 B. 铁粒幼细胞贫血 C. 再生障碍性贫血 D. 巨幼细胞贫血

51. 下列关于风湿性疾病说法正确的是

A. 系统性红斑狼疮患者患狼疮肾炎时治疗首选的免疫抑制剂是硫唑嘌呤  
B. 类风湿关节炎最常出现的是远端指间关节和掌指关节疼痛  
C. 干燥综合征引起的肾损害主要累及肾小管  
D. 类风湿因子在类风湿关节炎中阳性率高, 特异性高

52. 失血性休克的患者，开始静脉补液 5 分钟后，CVP:7cmH₂O, 血压 80/50mmHg, 此时的处理应是

A. 给予强心药物  
B. 充分补液  
C. 补液试验  
D. 给予血管收缩药物

炎炎姐微信公众

53. 普鲁卡因成人一次限量是

A.  $40\mathrm{mg}$  
B.  $80 \mathrm{mg}$  
C.  ${400}\mathrm{{mg}}$  
D.  $1000 \mathrm{mg}$

54. 加强前壁的腹股沟疝术式是

A. Ferguson 法  
B. Halsted 法  
C. McVay 法  
D. Bassini 法

炎炎学姐微信公众号

55. 膀胱癌最常见的症状是

A. 膀胱刺激征  
B. 排尿困难  
C. 血尿  
D. 下肢水肿

炎炎学姐微信公众号

56. 臂丛神经的终末支不包括

A. 副神经  
B. 正中神经  
C. 桃神经  
D. 尺神经

炎炎学姐

57. 女性，20岁。外出郊游出现头痛、咽痛，伴低热和肌肉酸痛3天后咳嗽伴少量黏痰，胸部X线片见双肺下叶节段性浸润影。1周后查体发现鼓膜充血。该患者最可能的诊断是

A. 军团菌肺炎  
B. 肺炎支原体肺炎  
C. 肺炎克雷伯杆菌肺炎  
D. 浸润性肺结核

微半信公众号

58. 男，42岁。7年前曾患乙型肝炎，ALT时有波动。近月来腹胀加重，食欲减退，下肢浮肿。体检:肝掌，蜘蛛痣，脾肋下  $2\mathrm{cm}$ ，腹部移动性浊音  $(+)$  。腹水化验：淡黄色，澄清，比重1.012，蛋白定量  $4.5\mathrm{g/dl}$  。估计患者腹水量至少有

A.  ${120}\mathrm{{ml}}$  
B.  $500 \mathrm{ml}$  
C.  $1000 \mathrm{ml}$  
D.  $2000 \mathrm{ml}$

59. 患者男，25岁，经常周期性上腹疼痛2年，空腹发作，夜间加重，进食可缓解，服奥美拉唑可止痛，最可能的诊断为

A. 胃溃疡  
B. 十二指肠球部溃疡  
C. 慢性胃炎  
D. 肠易激综合征  
E. 炎炎学姐微信公众首发试卷

60. 男，78岁。水肿、大量蛋白尿3周余。肾活检示膜性肾病，近2日出现右下肢水肿加重，胀痛。应首先考虑的并发症是

A. 动脉栓塞  
B. 痛风发作  
C. 静脉血栓  
D. 静脉曲张

61. 患者男，26 岁。体重  $70 \mathrm{~kg}$ ，做饭时烧伤双上肢和前躯干 II 度烧伤，则第一个 24 小时应补充的胶体量是

A.  $1085\mathrm{ml}$  
B.  ${4170}\mathrm{{ml}}$  
C.  ${3255}\mathrm{{ml}}$  
D.  $5255 \mathrm{ml}$

炎炎学

信公众号

62. 患者男性，46岁。高处跌落伤致肋骨骨折，呼吸困难。查体：胸壁未见开放性伤口，可见广泛皮下气肿，颈静脉充盈。右侧胸部叩诊呈鼓音，气管向左侧移位，血压  $75 / 50\mathrm{mmHg}$ ，脉搏细速。该患者应诊断为

A. 闭合性气胸

B. 张力性气胸

C. 开放性气胸

D. 多根多处肋骨骨折

63. 男，45岁，因十二指肠溃疡并发穿孔行毕Ⅱ式胃大部切除术，手术顺利，嘱患者术后禁食。术后第三天患者出现腹痛、发热的症状，查体：全腹压痛、反跳痛，腹肌紧张。进行穿刺抽液证实有胆汁。该患者最可能的诊断是

A. 术后胃肠吻合口破裂  
B. 术中损伤胆管  
C. 十二指肠残端破裂  
D. 溃疡复发

![](https://cdn-mineru.openxlab.org.cn/result/2025-10-06/f837ad01-9acd-4395-a006-ce15e8ab20a8/9bf5c90f0975530f0d977a72bb5b48b29c145c85cdf23bc445d4cc0cfb2fd0ce.jpg)

64. 患者男性，72岁。半年前出现排便习惯改变，乏力、体重减轻等症状，因出现停止排气排便3天入院，初步诊断考虑为肠梗阻，急诊行手术探查，术中发现结肠脾曲癌致肠梗阻，腹腔未见转移，横结肠肠壁水肿，目测肿瘤无法切除。应采取的手术方式是

A. 尽量行左半结肠切除, 横结肠乙状结肠吻合  
B. 于梗阻部位近侧行横结肠造口, 术后辅助化疗  
C. 横结肠、乙状结肠侧侧吻合术  
D. 尽量切除肿瘤, 行横结肠造口术

65. 患者男性，16岁，右上腹阵发性绞痛12小时。查体：T:37.5°C,P:80次/分，BP:14.6/9.3kPa(110/70mmHg)，腹软，剑突下深压痛，无肌紧张及反跳痛，Murphy征(-)，肠鸣音正常。WBC:12×10^9/L(12000/mm³)，中性粒细胞占比：75%。该患者可能的诊断是

A. 急性胆囊炎  
B. 胆道蛔虫症  
C. 急性化脓性胆管炎  
D. 急性胃十二指肠溃疡穿孔

66. 患者男，55岁。主因上腹痛2个月，皮肤瘙痒伴黄疸加重1周来院，近半年来体重减轻  $10\mathrm{kg}$  。查体：  $\mathrm{T}36.6^{\circ}\mathrm{C}$ ，皮肤、巩膜黄染，胆囊肋缘下可触及，墨菲征阴性。粪常规：大便成陶土色，大便潜血试验阴性。该患者最可能的诊断是

A. 胆囊癌  
B. 胆管癌  
C. 胰腺癌  
D. 壶腹周围癌

67. 患者女性，78岁。因跌倒髋部疼痛来院。查体：右下肢短缩，外旋  $55^{\circ}$  畸形，右髋肿胀不明显，X线片提示为股骨颈骨折GardenIV型，一般情况可，既往体健。最适宜的治疗方法是

A. 右下肢皮牵引治疗  
B. 闭合复位内固定  
C. 切开复位内固定  
D. 人工关节置换术

炎炎学姐

微信公众号

68. 男性，23岁。打篮球时摔倒来院。查体：左膝肿胀，外侧关节间隙压痛，左膝关节屈曲，无法活动，Lachman试验阳性。该患者最宜采取的诊疗方法是

A.X线  
B. 手术切开探查  
C.MRI  
D. 关节镜检查


`

/**
 * 
# （病例分析共用题干）

炎炎学姐

微信公众号

69. 女，24岁。近2个月来常感四肢关节疼痛，伴皮肤结节、红斑。10天前发热，量体温  $38^{\circ}\mathrm{C}$ ，咳嗽，咳少量痰。胸部X线片示右上肺斑片状影伴空洞形成。最可能的诊断是

A. 肺囊肿继发感染  
B. 肺脓肿  
C. 肺结核  
D. 细菌性肺炎

70. 若患者上述诊断成立，下一步应选择的治疗方案是

A. 2HRZE/4HR  
B.  $4 \mathrm{HR} Z E / 2 \mathrm{HR}$  
C.  $2\mathrm{HRZSE} / 6 \sim 10\mathrm{HRE}$  
D. 2HRZE/4HRE

71.若患者采用上述治疗方案后出现双手及双足麻木感。首先应采取的措施是

A. 加用维生素  $\mathrm{B}_{6}$

B. 停用异烟肼

C. 停用利福平

D. 停用吡嗪酰胺

# （病例分析共用题干）

72. 患者男性，60岁，夜间出现阵发性咳嗽20年，近1年来咳嗽增多、咳痰、痰中带血，食欲下降,稍作体力活动即出现乏力，未见其他明显异常。吸烟史近30年。胸部X线显示：右肺门有一直径  $3.0\mathrm{cm}$  块状阴影，边缘带有毛刺。该患者目前所知病史中，哪项对于诊断疾病最为重要

A. 吸烟史近30年  
B. 乏力、食欲下降  
C. 夜间阵发性咳嗽多年  
D. 咳痰、痰中带血

![](https://cdn-mineru.openxlab.org.cn/result/2025-10-06/f837ad01-9acd-4395-a006-ce15e8ab20a8/6937ac25d87bc305fab8632376384a4f4885f7c4c17a978c7cfed8baf7019bbf.jpg)

73. 下列哪项辅助检查对于确诊最不重要

A. 痰培养+药敏  
B. 痰脱落细胞学检查  
C. 支气管镜检查  
D. 胸部CT

![](https://cdn-mineru.openxlab.org.cn/result/2025-10-06/f837ad01-9acd-4395-a006-ce15e8ab20a8/736500ee5147a11b214db097cfcc27f1158a374294267dd9ccf1683cb95f3cfd.jpg)

# （病例分析共用题干）

74. 患者男性，60岁，因胸痛24小时入院，入院后经检查诊断为前壁心梗，接受常规药物治疗，入院后第3天，患者再诉心前区疼痛，持续约30分钟，查体心尖部内侧可闻及收缩中晚期高调短促附加音伴收缩晚期杂音，与呼吸运动无关。出现该附加音最可能的原因是

A. 心力衰竭

B. 渗出性心包炎

C. 心室壁瘤

D. 二尖瓣脱垂学

75.患者新出现的附加音最可能是

A. 心包摩擦音  
B. 开瓣音  
C. 喀喇音  
D. 第四心音

微信公众号

76.为确定该患者产生附加音的原因首选的检查为

A. 超声心动图  
B. 心电图  
C.MRI

D. 冠脉造影

# （病例分析共用题干）

77. 患者女性，55 岁。因咽痛、咳嗽、发热于门诊应用庆大霉素静滴，32 万 U/d，共 5 天，近日自觉尿量较前有所减少，约  $500 \sim 600 \mathrm{ml} / \mathrm{d}$ ，伴乏力、头晕。实验室检查：Hb115g/L，血清钾  $6.7 \mathrm{mmol} / \mathrm{L}$ ，尿蛋白  $(+)$ ，BUN34.2mmol/L，血肌酐  $798 \mu \mathrm{mol} / \mathrm{L}$  。该患者最可能的诊断是

A. 庆大霉素过敏  
B. 急性间质性肾炎  
C. 急性肾损伤  
D. 慢性肾衰竭

![](https://cdn-mineru.openxlab.org.cn/result/2025-10-06/f837ad01-9acd-4395-a006-ce15e8ab20a8/9c2275912fdc902a94aa493f2fc3fe18509de5d353c8d89548bdd7ed73101098.jpg)

78. 最有助于诊断的进一步检查是

A. 肾脏 B 超

B. 静脉肾盂造影

C. 肾活检

D. 肾脏 CT 血管造影

79.下一步应采取的治疗手段是

A. 透析治疗  
B. 利尿剂治疗  
C. 口服阳离子交换树脂  
D. 糖皮质激素

![](https://cdn-mineru.openxlab.org.cn/result/2025-10-06/f837ad01-9acd-4395-a006-ce15e8ab20a8/01fd452670052a134f2b2fa96f3faee0da958162aa9c43c7ec1fcef3800a6aba.jpg)

# （病例分析共用题干）

80. 男，48 岁，2 天前出现胸骨后发作性疼痛，含服硝酸甘油后缓解，1h 前再发胸痛伴大汗，含硝酸甘油不能缓解，入院后心电图显示  $\mathrm{V}_{1} \sim \mathrm{V}_{3}$  导联 ST 段抬高  $0.5 \mathrm{mV} \sim 0.8 \mathrm{mV}$ ，呈单向曲线，未见坏死性 Q 波。该患者最可能的诊断为

A. 变异型心绞痛

B. 急性心包炎

C. 急性前间壁 ST 段抬高型心梗

D. 急性前壁 ST 段抬高型心梗

81.该患者最佳的溶栓时间为

A.  $\leq 3 \mathrm{~h}$

B.  $\leq 12 \mathrm{~h}$

C.  $\leq 24 \mathrm{~h}$

D.  $\leq 48 \mathrm{~h}$

82.若该患者出院后ST段抬高持续时间  $>2$  个月，抬高幅度  $\geq 0.2\mathrm{mV}$  ，同时伴有坏死性Q波，则最可能的原因是

A. 心肌梗死后综合征

B. 心脏破裂

C. 室壁瘤形成

D. 再次心梗

炎

微信公众号

# （病例分析共用题干）

83. 患者女性，32岁。因全身皮肤出血点伴牙龈出血6天就诊。实验室检查：Plt  $37 \times 10^{9} / \mathrm{L}$ ，临床诊断为原发免疫性血小板减少症 (ITP)。下列体征支持ITP诊断的是

A. 皮肤有略高出皮面的紫癜  
B. 面部蝶形红斑  
C. 下肢肌肉血肿  
D. 脾不大

![](https://cdn-mineru.openxlab.org.cn/result/2025-10-06/f837ad01-9acd-4395-a006-ce15e8ab20a8/b32c485df73978af93756ab5e0fc9c89f4dd7c89238971848c766252a15b6837.jpg)

84.下列支持ITP诊断的实验室检查结果是

A. 抗核抗体阳性  
B. 凝血时间延长  
C. 骨髓巨核细胞增多, 产板型增多  
D. 骨髓巨核细胞增多, 幼稚型增多

85.该患者的首选治疗是

A. 糖皮质激素  
B. 环磷酰胺  
C. 脾切除  
D. 血小板输注

![](https://cdn-mineru.openxlab.org.cn/result/2025-10-06/f837ad01-9acd-4395-a006-ce15e8ab20a8/b6de4383e8c0dd066ad734d054abaf347cb3cd9ac29b2c3d195d79f5762868a1.jpg)

# （病例分析共用题干）

86. 患者男性，45 岁。体检发现空腹血糖  $9\mathrm{mmol} / \mathrm{L}$ ，餐后 2h 血糖  $13\mathrm{mmol} / \mathrm{L}$  。无明显不适，半年内体重下降  $10\mathrm{kg}$  。查体：BP160/110mmHg, BMI  $29\mathrm{kg} / \mathrm{m}^2$  。该患者首选的降血糖药物是

A. 阿卡波糖

B. 瑞格列奈

C. 二甲双胍

D. 吡格列酮

87.若该病人被发现有浸润性肺结核，则降血糖方案为

A. 增加原降血糖药剂量

B. 增加一种口服降血糖药

C. 注射胰岛素治疗

D. 改用降糖作用更强的药物

88.该患者降血压首选的治疗药物是

A.  $\beta$  受体阻滞剂

B.ACEI类

C. 钙通道阻滞剂

D. 利尿剂

# （病例分析共用题干）

89. 女性，28岁，因双膝关节肿痛半年，发热伴面部浮肿2周就诊。体检： $\mathrm{T}37.8^{\circ}\mathrm{C}, \mathrm{BP}130 / 80 \mathrm{~mmHg}$ ，面部浮肿，口腔黏膜有溃疡，肝肋下1指、脾肋下2指，质软，双膝关节红肿、有压痛。辅助检查：尿蛋白(-), ANA(+), 抗Sm抗体 (+), 外周血白细胞  $2.5 \times 10^{9} / \mathrm{L}$  。该患者考虑诊断为

A. 类风湿性关节炎  
B. 系统性红斑狼疮  
C. 强直性脊柱炎  
D. 风湿热

![](https://cdn-mineru.openxlab.org.cn/result/2025-10-06/f837ad01-9acd-4395-a006-ce15e8ab20a8/c3c58a1811086b7fc408b6f84967d9e1392b5eb61be95d7211d837384de1d2e6.jpg)

90. 首选治疗药是

A. 免疫球蛋白

B. 泼尼松

C. 环磷酰胺

D. 血浆置换

91. 半年后复诊，自感病情稳定，无异常症状和体征。下列与该患者病情活动性无关的实验室检查是

A. 抗 dsDNA 抗体升高  
B. 抗 Sm 抗体升高  
C. 白细胞减少和淋巴细胞绝对值减少  
D. 血清 C3、C4 下降

# （病例分析共用题干）

炎炎

92. 女性，29岁。脸圆、脸红、向心性肥胖2年余，闭经1年。查体：血压  $165 / 85\mathrm{mmHg}$ ，腹部皮肤可见紫纹，皮肤薄。对定性诊断最有帮助的实验室检查是

A. 24 小时尿游离皮质醇测定  
B. 小剂量地塞米松抑制试验  
C. 大剂量地塞米松抑制试验  
D. CT

微信公众号

93.如果该病人行胸部CT检查发现右肺有占位性病变，要明确右肺占位性病变与本病是否相关，需要进行的检查为

A. 肾上腺 B 超  
B. 生长抑素受体显像  
C. 胸部 MRI

D. 血 ACTH 测定

# （病例分析共用题干）

94. 患者女性，33岁，颈前肿大饱满2个月，伴性情急躁，易激动，多汗，体重减少  $2\mathrm{kg}$  。查体：P106次/分，  $140 / 80\mathrm{mmHg}$  ，双手颤动，甲状腺Ⅱ度弥漫性肿大，无结节和包块，周围淋巴结无肿大。实验室检查：  $\mathrm{FT}_3$  、  $\mathrm{FT}_4$  增高。该患者最有效的治疗方法是

A. 抗甲状腺药物  
B. 增加含碘丰富的食品  
C. 放射性碘 131  
D. 甲状腺大部切除术

![](https://cdn-mineru.openxlab.org.cn/result/2025-10-06/f837ad01-9acd-4395-a006-ce15e8ab20a8/c5fdc234dd765f4c60865d08a4d49cd9d052bbfe5b63c0bdf9756909e7c3796b.jpg)

95. 如需要手术治疗，术前碘剂准备常规应用时间为

A. 3天

B. 5天

C. 7 天

D. 14 天

96. 术后16小时若出现呼吸困难，坐立不安，首选处理措施是

A. 吸氧  
B. 气管插管  
C. 气管切开  
D. 剪开缝线, 敞开切口

![](https://cdn-mineru.openxlab.org.cn/result/2025-10-06/f837ad01-9acd-4395-a006-ce15e8ab20a8/cf77b9fb8058dc703e0bd381ec6731cc80b5b4bf91622f040e3af0a076aa9023.jpg)

# （病例分析共用题干）

97. 男性，35岁。因1小时前突发上腹剧痛来院。很快扩散至右下腹，疼痛呈持续性。伴恶心、呕吐。查体：T37.9°C, BP100/70mmHg，上腹及右下腹压痛、反跳痛伴肌紧张，上腹部尤其明显。肝浊音界缩小，未闻及肠鸣音。立位腹平片提示:可见膈下游离气体。该患者最可能的诊断是

A. 急性阑尾炎

B. 胃十二指肠溃疡穿孔

C. 胆囊穿孔

D. 急性胰腺炎

98.应采取何种治疗措施

A. 胃肠减压、补液  
B. 抗生素治疗  
C. 立即行手术治疗  
D. 进行严密观察

炎

信炎公众号

# （病例分析共用题干）

99. 男性，45岁。因肛周潮湿瘙痒、肛周不洁伴有肛门剧痛3天来院，局部有肿物突出。查体可见肛门部有直径1.5cm暗紫色肿物，表面光滑。该患者最可能是

A. III度内痔  
B. 血栓性外痔  
C. 混合痔  
D. 前哨痔

100.经坐浴等治疗后症状未缓解。对该患者应采取何种治疗

A. 吻合器痔上黏膜环切钉合术  
B. 病单纯切除术  
C. 胶圈套扎疗法  
D. 血栓外痔剥离术

# （病例分析共用题干）

101. 患者女性，40岁。1天前进食油腻食物后出现腹痛，伴恶心、呕吐。入院后查体：神志清楚， $\mathrm{T}37.5^{\circ}\mathrm{C}, \mathrm{BP}130 / 75 \mathrm{mmHg}, \mathrm{P}90$  次/分，右上腹压痛、反跳痛，疼痛向右肩部放射，Murphy征阳性，无皮肤及巩膜黄疸。该患者最可能的诊断是

A. 急性胰腺炎  
B. 急性结石性胆囊炎  
C. 急性梗阻性化脓性胆管炎  
D. 肝脓肿

102.对诊断最有价值的检查是

A. 血、尿淀粉酶  
B. 肝功能检查  
C.B超  
D. 腹腔穿刺抽液检查

103.患者入院1天后出现全腹痛、板状腹。应采取哪种治疗

A. 腹腔镜胆囊切除术  
B. ENBD  
C. 给予抑肽酶药物治疗

D. 腹腔镜肝脓肿切开引流术

# （病例分析共用题干）

104. 患儿，4岁，因与他人玩耍时被向上牵拉右手后哭闹不止。查体：患儿肘部疼痛，活动受限，前臂处于半屈位，肘外侧压痛。最可能的诊断为

A. 右肘关节脱位  
B. 桃骨小头半脱位  
C. 右肩关节脱位  
D. 伸直型肱骨髁上骨折

105.下列治疗方案正确的是

A. 麻醉后手法复位  
B. 直接手法复位，无需固定  
C. 未麻醉, 手法复位后石膏固定  
D. 麻醉后手法复位, 石膏固定

# （病例分析共用题干）

106. 患儿，10岁，右侧大腿下端持续性剧痛3天，伴寒战、高热。查体：T39.2°C,BP110/65mmHg。右大腿下端肿胀，皮温高，压痛明显。实验室检查：WBC:11.9×10^9/L，中性粒细胞90%。若想确诊，应首选什么检查

A.X线  
B. 血培养  
C.MRI  
D. 局部分层穿刺

107.患儿抗生素的方案应是

A. 足量广谱抗生素  
B. 一种针对革兰阴性杆菌的抗生素, 另一种广谱抗生素  
C. 一种针对阳性球菌的抗生素, 一种广谱抗生素  
D. 针对阳性球菌的抗生素

108. 《医师法》明确规定，医师在执业过程中应当履行的职责是

A. 以病人为中心，实行人道主义精神  
B. 防病治病, 救死扶伤, 保护人民健康  
C. 遵守职业道德，保护患者隐私  
D. 树立敬业精神，尽职尽责为患者服务

109. 根据《医疗事故处理条例》规定，以下符合三级医疗事故的是

A. 造成患者重度残疾  
B. 造成患者明显人身损伤的其他后果  
C. 造成患者轻度残疾、器官组织损伤导致一般功能障碍的  
D. 造成患者中度残疾、器官组织损伤功能重度受损

110. 关于医德规范，下列说法中错误的是

A. 调节医务人员人际关系的出发点和根本准则  
B. 医务人员行为的具体医德标准  
C. 社会对医务人员行为的基本要求  
D. 医德原则的具体体现和补充

111. 下列选项中，属于医生义务的是

A. 开展科学研究  
B. 保障自身安全  
C. 使用医疗器械  
D. 保护患者隐私

112. 由于医患双方拥有医学知识上的不平等，患者需要依赖医生的专业知识为其诊疗，将健康和生命托付给医务人员，所以医务人员必须全心全意去为患者诊治，这种医患关系称为

A. 权利与义务关系

B. 信托关系

C. 依附关系

D. 契约关系

113. 有权批准医疗机构取得麻醉药品、第一类精神药品的部门是

A. 该区的市级人民政府卫生行政部门  
B. 该区的县级人民政府卫生行政部门  
C. 该区的省级人民政府卫生行政部门

D. 该区的市级公安部门

114. 男性，68岁，术前给主治大夫送红包。医生再三拒收无果，患者表示如果医生不收，自己就没信心上手术台。此时医生最佳的做法是

A. 医生无奈收下红包，将红包占为己有  
B. 收下红包，作为科室公共经费  
C. 暂时收下红包并上交, 术后还给患者  
D. 医生拒绝手术，坚持不收患者红包

115. 女，58岁，在住院期间需做MRI检查，患者很害怕，在和患者沟通时医生应当避免使用的语言是

A. 这项检查风险较小，不必担心  
B. 这项检查对诊治非常必要, 需要您配合  
C. 有护士陪您去检查, 别紧张  
D. 其他患者都做了, 有什么可紧张的

# B型题

A. 肾上腺素  
B. 去甲肾上腺素  
C. 乙酰胆碱  
D.  $\gamma$ -氨基丁酸

116. 支配心脏的交感节后神经元释放的递质是  
117. 支配骨骼肌的躯体运动神经纤维释放的递质是

A. 蛋白质  
B. 脂肪  
C. 肝糖原  
D. 肌糖原

118. 体内储存量最多的能量物质是  
119. 下列物质中，一般不用于分解供能的是

A. CoA  
B. FMN  
C. NADP+  
D. CoQ

120. 下列辅酶含有核黄素的是

# 121. 下列辅酶含有维生素PP的是

A. RNA 聚合酶的  $\alpha$  亚基  
B. RNA 聚合酶的  $\sigma$  亚基  
C. RNA 聚合酶的  $\beta$  亚基  
D. RNA 聚合酶的  $\beta^{\prime}$  亚基

122. 原核生物中决定转录基因类型的亚基是  
123. 原核生物中识别 DNA 模板转录起始点的亚基是

A. 瓣膜增厚、卷曲  
B. 出现绒毛心  
C. 受累瓣膜可发生破裂、穿孔  
D. 赘生物呈息肉状或菜花状, 质松脆, 易破碎、脱落

124.急性细菌性心内膜炎可见  
125.风湿性心内膜炎可见

A. 浆液性炎  
B. 纤维素性炎  
C. 化脓性炎  
D. 出血性炎

126. 风湿性关节炎的病理特点是  
127. 大叶性肺炎的病理特点是

A. 靴形心  
B. 梨形心  
C. 普大型心  
D. 烧瓶心

128. 主动脉瓣关闭不全患者 X 线表现为  
129. 大量心包积液患者X线表现为

A. 红细胞渗透脆性增高  
B. 酸溶血 (Ham) 试验阳性  
C. 高铁血红蛋白还原试验阳性  
D. 抗人球蛋白 (Coombs) 试验阳性

130. 实验室检查结果支持温抗体型自身免疫性溶血性贫血诊断的是

131. 实验室检查结果支持阵发性睡眠性血红蛋白尿诊断的是

A. 糖皮质激素  
B. 手术治疗  
C. 甲状腺素片治疗  
D. 放射性核素

132. 30 岁女性，结节性甲状腺肿继发甲亢的治疗应  
133. 桥本甲状腺炎的治疗应

A. 尿道端端吻合术  
B. 绝对卧床观察  
C. 经会阴尿道修补术  
D. 尿道会师复位术

134. 前尿道断裂伤时行  
135.后尿道损伤无休克时行

# X型题

136. 下列关于各种物质通过细胞膜的转运方式, 说法正确的是 ( )

A.  $\mathrm{O}_{2}$  、  $\mathrm{CO}_{2}$  和  $\mathrm{NH}_{3}$  属于单纯扩散  
B. 葡萄糖进入红细胞膜属于主动转运  
C. 安静时细胞内  $\mathrm{K}+$  向细胞外移动为易化扩散  
D. Na+从细胞内到细胞外为主动转运

137. 下列生物活性物质中, 可刺激红细胞生成的是

A. 生长激素  
B. 甲状腺激素  
C. 干扰素  $\gamma$  
D. 雌激素

138. 关于动脉血压形成的条件，下列说法正确的有

A. 心脏射血  
B. 小动脉和微动脉对血流的阻力  
C. 主动脉和大动脉的弹性储器作用  
D. 心血管系统有足够的血液充盈

139. 下列物质中，能够抑制胃液分泌的因素有哪些

A. 盐酸  
B. 脂肪  
C. 高张溶液  
D. 蛋白分解产物

140. 髓袢升支粗段重吸收 C1-时，可伴有

A.  $\mathrm{Na}+$  的被动重吸收  
B. 水的被动重吸收  
C. 髓袢升支粗段小管液出现正电位  
D. 尿素由管周液扩散至内髓部集合管

炎炎学姐

微信公众号

141. 传导触-压觉的神经纤维可为

A. Aβ类纤维  
B. Aδ类纤维  
C.B类纤维  
D.C类纤维

炎炎学姐

微信公众号

142. 属于碱性氨基酸的是

A. 缬氨酸

B. 精氨酸

C. 组氨酸

D. 赖氨酸

143. 下列关于磺胺类药物作用机制说法正确的是

A. 抑制细菌的二氢蝶酸合酶  
B. 抑制细菌的二氢叶酸还原酶  
C. 竞争的是天冬氨酸  
D. 竞争的是对氨基苯甲酸

144. 糖酵解的关键调节酶是

A. 丙酮酸脱氢酶复合体  
B. a-酮戊二酸脱氢酶复合体  
C. 己糖激酶  
D. 丙酮酸激酶

145. 糖异生的底物有

A. 油酸  
B. 甘油  
C. 苏氨酸  
D. 核酸

146. 逆转录酶

A. 是一种 DNA 聚合酶  
B. 催化合成的方向为  $3^{\prime} \rightarrow 5^{\prime}$  
C. 是以 mRNA 为模板合成 RNA 的酶  
D. 催化的反应可需要引物存在

147. 在基因工程技术中，最常用到的工具酶包括

A. 限制性核酸内切酶  
B. DNA 连接酶  
C. 解旋酶  
D. DNA 聚合酶

148. 下列描述一期愈合正确的是

A. 切口整齐  
B. 炎症反应小  
C. 表皮再生在  $1 \sim 2$  天内可将伤口覆盖  
D.  $5 \sim 7$  天伤口两侧出现胶原纤维连接

149. 下列关于混合血栓的叙述正确的是

A. 主要由纤维蛋白构成  
B. 动脉瘤内的附壁血栓属于混合血栓  
C. 主要由血小板和红细胞构成  
D. 为静脉性血栓的头部

150. 下列属于III型超敏反应的是

A. 器官移植的超急性排斥反应  
B.ABO血型不符的输血  
C. SLE 的特异性血细胞自身抗体导致的全血细胞减少  
D. 类风湿关节炎中体液免疫引起的组织损伤

151. 下列属于大叶性肺炎致病菌的有

A. 肺炎链球菌  
B. 肺炎克雷伯杆菌  
C. 铜绿假单胞菌  
D. 溶血性链球菌

152. 形成肝硬化的主要病理因素包括

A. 肝细胞坏死  
B. 胶原纤维增生  
C. 肝细胞再生  
D. 小胆管增生

![](https://cdn-mineru.openxlab.org.cn/result/2025-10-06/f837ad01-9acd-4395-a006-ce15e8ab20a8/25348ecbeb9ac07aea36e6613c7f76c622ebe30df9d87ce05c39830b60a168b1.jpg)

153. 下列关于结节性淋巴细胞为主型霍奇金淋巴瘤的叙述正确的是

A. CD15+  
B. 嗜酸性粒细胞、中性粒细胞少见  
C. 肿瘤细胞为 LP 细胞  
D. 少部分可转化为弥漫大 B 细胞淋巴瘤

![](https://cdn-mineru.openxlab.org.cn/result/2025-10-06/f837ad01-9acd-4395-a006-ce15e8ab20a8/f648a35d52dcaedeccc3fba806ef5c29945dd3c92cac872f266ccdf26b7caab7.jpg)

154. 下列关于支气管扩张的描述正确的是

A. 可表现为阻塞性通气障碍  
B. HRCT是主要的影像学检查方法  
C. 可出现杵状指  
D. 慢阻肺合并支气管扩张者病死率增加

155. 溃疡性结肠炎的临床表现包括

A. 腹泻

B. 发热

C. 结节性红斑

D. 前葡萄膜炎

156. 下列哪些措施可防治早中期慢性肾衰竭的恶化

A. 控制蛋白尿  $< 0.5 \mathrm{~g} / 24 \mathrm{~h}$  
B. 控制血压  $< 140 / 90 \mathrm{mmHg}$  
C. 控制空腹血糖  $5.0 \sim 7.2 \mathrm{mmol} / \mathrm{L}$  
D. 应用低蛋白饮食

157. 可引起全血细胞减少的疾病是

A. 再生障碍性贫血  
B. 阵发性睡眠性血红蛋白尿  
C. 骨髓增生异常综合征  
D. Evans 综合征

158. 抗甲状腺药物的主要副作用包括

A. 肝功能受损  
B. 粒细胞减少  
C. 皮疹  
D. 甲状腺功能减退

![](https://cdn-mineru.openxlab.org.cn/result/2025-10-06/f837ad01-9acd-4395-a006-ce15e8ab20a8/ef83f392155aa7adbfe859fd0138a286e83b2cd6568e352a7c0b938d9f45aab6.jpg)

159. 糖尿病酮症酸中毒病人，用胰岛素持续静脉滴注,若血糖下降速度过快，可引起

A. 脑水肿

B. 低血钠

C. 视力改变

D. 低血糖

160. 下列关于破伤风的叙述正确的是

A. 主要由外毒素引起一系列临床症状  
B. 潜伏期一般为  $3 \sim 4$  周  
C. 抗生素治疗首选青霉素  
D. 发作时病人通常昏迷

161. 下列关于继发性腹膜炎的叙述正确的是

A. 血行播散是主要原因  
B. 大肠埃希菌是主要致病菌  
C. 多为混合感染  
D. 溶血性链球菌是主要致病菌

162. 下列对妊娠期急性阑尾炎叙述正确的是

A. 右下腹明显压痛、肌紧张明显  
B. 易导致流产或早产  
C. 手术切口应偏高  
D. 术后应尽量避免腹腔引流

E.炎炎学姐微信公众号首发有答案

163. 胆囊结石的患者，行胆囊切除的适应症包括

A. 结石直径  $\geq 2 \sim 3 \mathrm{~cm}$  
B. 瓷性胆囊  
C. 胆囊息肉  $\geq 1 \mathrm{~cm}$  
D. 胆囊壁增厚  $>3 \mathrm{~mm}$

164. 腓总神经损伤会导致

A. 足内翻下垂畸形  
B. 无法伸足母伸趾  
C. 小腿前外侧感觉障碍  
D. 小腿前内侧感觉障碍

165. 下列关于脊柱结核的叙述正确的是

A. 中心型脊柱结核多见于儿童，好发于胸椎  
B. 边缘型脊柱结核多见于成人，好发于腰椎  
C. 胸椎结核脊柱后凸畸形常见  
D. 胸椎结核发生截瘫的概率最高

 */